[
{"title": "Parturiente-mãe; Responsável legal-pai", "date": "23/09/2024", "text": "Suprimir de documentos oficiais as palavras mãe e pai é parte de um projeto para minimizar a importância da instituição familiar."},
{"title": "A vaca, o brejo, a missão", "date": "16/09/2024", "text": "Ao caminhar damos um passo de cada vez. O passo de agora é este."},
{"title": "A Pátria é uma dádiva? Uma dívida? Uma dúvida?", "date": "09/09/2024", "text": "Chegamos a um ponto em que até o amor à Pátria se pretende eliminar."},
{"title": "Quando o povo não se importa", "date": "02/09/2024", "text": "Se o povo não se importar, os donos do poder sentem-se liberados para fazer o que bem entenderem. "},
{"title": "Constitucionalismo a marteladas", "date": "26/08/2024", "text": "Fizeram uma constituição tão minuciosa que nada acontece no país sem as famosas Propostas de Emenda à Constituição (PECs)."},
{"title": "A diferença entre a cruz e a flecha", "date": "19/08/2024", "text": "Um debate  no parlamento francês sobre o cartaz dos Jogos Olímpicos proporciona notável lição sobre história, a nação e seus símbolos."},
{"title": "As escolas cívico-militares e seus inimigos", "date": "12/08/2024", "text": "Os inimigos das escolas cívico-militares sabem que as comunidades as desejam e comemoram. Então, atacam por dentro do \"sistema\" , discretamente."},
{"title": "Olha o estrago que eles fazem!", "date": "06/08/2024", "text": "A culpa dos omissos que se julgam tão bons que só votam em alguém tão perfeito quanto eles."},
{"title": "Quando o esquerdismo vira carreira de Estado.", "date": "29/07/2024", "text": "O culto ao Estado, típico do esquerdismo, é a causa do empobrecimento da população. A nona economia do mundo convive com o 76º PIB per capita."},
{"title": "Em defesa do mandato do deputado Maurício Marcon", "date": "22/07/2024", "text": "É incrível que, por bagatelas, se esteja cassando mandatos de parlamentares."},
{"title": "O perigo esquerdista ronda nossos filhos", "date": "19/07/2024", "text": "Os pais não podem delegar às escolas a formação política de seus filhos."},
{"title": "O suicídio das Instituições", "date": "15/07/2024", "text": "As instituições do Estado brasileiro estão num processo autodestrutivo e a sociedade vai ficando vulnerável."},
{"title": "A extrema esquerda torna indispensável a anistia", "date": "08/07/2024", "text": "Que ninguém se oponha à anistia por desejo de justiça. A anistia não é um ato de Justiça, mas um constitucional e sensível ato de Política."},
{"title": "Chega de barbárie!", "date": "01/07/2024", "text": "Atenção, senhores e senhoras congressistas cuja moralidade não se curva às conveniências!"},
{"title": "A extrema esquerda em lockdown mental", "date": "24/06/2024", "text": "Por que tanto interesse em silenciar as redes sociais?"},
{"title": "A cara do Brasil", "date": "17/06/2024", "text": "Parece piada, mas não é. Péssimo hábito esse de escolher soluções sabidamente erradas para problemas conhecidos."},
{"title": "Anistia já, para o bem do Brasil", "date": "10/06/2024", "text": "A anistia de que entra em discussão no Congresso Nacional é indispensável ao bem comum e ajudará a reduzir o estresse político nacional."},
{"title": "Afinal, a quanta liberdade, segurança e poupança você quer renunciar?", "date": "03/06/2024", "text": "Neste vídeo falo sobre dois problemas essenciais (e onerosos, por tudo que nos tomam) do sistema político instalado no país."},
{"title": "As redes sociais não são o problema. O problema é outro.", "date": "27/05/2024", "text": "Subitamente, uniram-se os poderes que mandam no país a apontar as redes sociais como  causa maior dos nossos problemas políticos. Isso é pura desinformação."},
{"title": "Fake, mesmo, tem sido o Estado.", "date": "20/05/2024", "text": "O estado é uma necessidade das nações, mas o modelo político e institucional adotado pelo Brasil frauda as expectativas da sociedade."},
{"title": "O Rio Grande em sua hora mais amarga", "date": "13/05/2024", "text": "A tragédia das águas é acolhida num oceano de solidariedade. Muito obrigado, Brasil."},
{"title": "Entrevista em 2019 Utopias, Totalitarismos e Política", "date": "09/05/2024", "text": "Entrevista que concedi ao programa Cruzando as Conversas, na RDC TV. Programa comandado por Guilherme Macalossi, sendo entrevistadores os jornalistas Cleber Benvegnú e Silvio Lopes. Muito conteúdo importante."},
{"title": "Madrugada de Domingo em Porto Alegre", "date": "06/05/2024", "text": "Reflexões da madrugada sobre a enchente no Rio Grande do Sul."},
{"title": "Representantes versus representados", "date": "01/05/2024", "text": "No Brasil, os equívocos do sistema eleitoral afastam o representante do representado."},
{"title": "O novo Adão de extrema esquerda", "date": "29/04/2024", "text": "Vendo-se como um ser humano moralmente superior, ele aplica às ideias de Gramsci as técnicas publicitárias de Goebbels. Credo!"},
{"title": "O último pau do galinheiro", "date": "22/04/2024", "text": "Como podem os representantes representar quem não pode se manifestar?"},
{"title": "Traidores", "date": "15/04/2024", "text": "Cerca de 200 congressistas traem as expectativas e a confiança de seus eleitores!"},
{"title": "Justiça politizada e política judicializada", "date": "11/04/2024", "text": "Pessoas de bem não permitem que a política lhes suprima a indignação perante a injustiça e, menos ainda, que com ela se regozijem."},
{"title": "Tudo que é podre cai no chão.", "date": "08/04/2024", "text": "Muitas das grandes certezas humanas vêm da observação da natureza."},
{"title": "Veneno ideológico de longa duração.", "date": "03/04/2024", "text": "Existem venenos que se inscrevem lentamente no organismo e social. Seus efeitos, porém, se agravam com o passar do tempo."},
{"title": "Quem está puxando os cordões da tirania?", "date": "01/04/2024", "text": "Uma análise de conjuntura e perspectivas sobre os principais atores da cena política brasileira. "},
{"title": "Combater a mentira para libertar o Brasil", "date": "29/03/2024", "text": "Fomos escravizados pela mentira e essa é a mais concreta experiência de que só a verdade liberta."},
{"title": "O Ocidente em guerra contra si mesmo.", "date": "25/03/2024", "text": "Assim como o  Império Romano foi derrotado por si mesmo, outras culturas e civilizações sucumbiram porque se corromperam. É o que está em curso no Ocidente e o Brasil é parte dela. "},
{"title": "Eles têm que parar de assistir à Globo", "date": "20/03/2024", "text": "Uma sociedade silenciosa não é bom sinal. Uma sociedade que não é ouvida é sinal ainda pior."},
{"title": "Jamais, jamais, prisioneiros da desesperança!", "date": "18/03/2024", "text": "Há quem não se importe com a corrupção e há quem tenha perdido a esperança."},
{"title": "A arte de ensinar tolices ideológicas", "date": "15/03/2024", "text": "Se o governo aplicar à Economia as ideias de Lula, estamos fritos."},
{"title": "Aideologia da mediocridade", "date": "11/03/2024", "text": "É desastroso selecionar pessoas para quaisquer tarefas, inclusive as de governo, por \"méritos\" que nada têm a ver com a atividade que exercerão."},
{"title": "Aeroporto de Roma. A eloquência de um sigilo.", "date": "04/03/2024", "text": "Não faz bem desconhecer os direitos da sociedade à informação, principalmente depois do longo estardalhaço proporcionado à divulgação dos fatos."},
{"title": "O lado errado da história tem dono", "date": "26/02/2024", "text": "O PT está sempre, absolutamente sempre, do lado errado da história."},
{"title": "Relação amigo-inimigo na Política ... e na Justiça.", "date": "12/02/2024", "text": "A gente podia desejar algo diferente, mas cada acontecimento estava, sim, no quadro das possibilidades consistentes."},
{"title": "Direitos humanos dos companheiros", "date": "05/02/2024", "text": "A dignidade da pessoa humana não é um conceito ideológico ou político. É um princípio moral. "},
{"title": "Rede Goebbels de Narrativas", "date": "29/01/2024", "text": "Como repetir uma mentira muito mais de mil vezes."},
{"title": "Que democracia é essa?", "date": "08/01/2024", "text": "Não basta que os valores da democracia estejam na Constituição se eles não inspirarem os agentes do poder."},
{"title": "Concessionários de um dom chamado Tempo", "date": "01/01/2024", "text": "O tempo é coisa que usamos, mas não nos pertence; é utilidade, convenção, relatividade."},
{"title": "A miséria de um país rico", "date": "26/12/2023", "text": "O luxo que ostentam com os recursos do Estado contrasta com o propagandeado amor aos pobres."},
{"title": "Moro, o fracasso do sucesso", "date": "18/12/2023", "text": "Inaptidão, inabilidade e ausência de convicções comprometeram um personagem que chegou a obter consagração nacional e internacional."},
{"title": "Os três terremotos", "date": "11/12/2023", "text": "Três eventos dramáticos da atualidade brasileira."},
{"title": "Também aqui estamos nesse caminho", "date": "04/12/2023", "text": "Há aqui suficientes razões para pensar"},
{"title": "Ânimo e desânimo na Educação brasileira.", "date": "27/11/2023", "text": "A Educação em nosso país é uma tragédia medida e comprovada nacional e internacionalmente."},
{"title": "Infiltrados!", "date": "20/11/2023", "text": "A guerra cultural é uma outra forma de guerra, mas também produz suas vítimas que carregarão para sempre as sequelas que causa.."},
{"title": "O trágico destino de um boneco de sal", "date": "13/11/2023", "text": "Não permita que \"coletivo\" algum lhe roube a alma e a liberdade."},
{"title": "Faca sem cabo e sem lâmina", "date": "06/11/2023", "text": "Num processo de crescimento lento, ou recessivo, podem acontecer duas coisas e nenhuma é boa."},
{"title": "Os filhotes de Mussolini", "date": "30/10/2023", "text": "O fascismo está onde lhe ensinaram a não ver."},
{"title": "Anistia, uma carta aos brasileiros", "date": "23/10/2023", "text": "Por uma questão de justiça e aversão à injustiça."},
{"title": "O que a esquerda não quer que façamos.", "date": "16/10/2023", "text": "Temos que entender e compreender as razões disso porque é a tarefa a cumprir."},
{"title": "Mistério e sedução na papuda e na Colmeia", "date": "09/10/2023", "text": "Que extraordinário poder de sedução foi acionado para que os presos do dia 8 de janeiro aplaudissem o ministro relator de seus processos?"},
{"title": "O discurso do ministro Barroso", "date": "02/10/2023", "text": "O ministro fez um discurso tecnicamente perfeito para transmitir a impressão de ser uma pessoa moderada e a ideia de que o STF vem agindo muito bem."},
{"title": "Negar a natureza humana do feto é negacionismo e terraplanismo.", "date": "25/09/2023", "text": "Parece que o Brasil está se acostumando a ter três casas legislativas..."},
{"title": "O trem dos condenados", "date": "18/09/2023", "text": "O \"contexto amplo!\", tão mencionado pelos ministros do STF nos primeiros julgamentos, é apenas uma escolha política conveniente, entre outras possíveis."},
{"title": "A cidadania lesada", "date": "11/09/2023", "text": "A cara de um Estado que rompeu relações com a sociedade, no abandono de uma avenida vazia."},
{"title": "Sapos para o jantar", "date": "04/09/2023", "text": "Até quando o Congresso vai deglutir e digerir os sapos que o STF lhe envia?"},
{"title": "Jamais silencie, jamais dê consentimento.", "date": "28/08/2023", "text": "Não recuperaremos a liberdade com silêncios, omissões e concessões ao arbítrio."},
{"title": "Coloquem o chapéu aqueles em quem servir", "date": "21/08/2023", "text": "Pessoas com habilidade para enganar os demais, têm, infelizmente, lugar privilegiado na política brasileira."},
{"title": "Honra, desonra e hipocrisia", "date": "14/08/2023", "text": "Ética de ocasião nos assassinatos de reputação."},
{"title": "O silêncio de uma nação", "date": "07/08/2023", "text": "Resposta a um leitor"},
{"title": "Culpados e inocentes sabem o que são.", "date": "31/07/2023", "text": "A nulidade do processo costuma ser o derradeiro argumento dos culpados"},
{"title": "Hipocrisia em estado puro", "date": "24/07/2023", "text": "Como pode alguém dizer que prender  não resolve, que o Brasil prende demais e, depois, querer dobrar as penas dos crimes cometidos contra si mesmo?"},
{"title": "48 horas para Lula explicar", "date": "17/07/2023", "text": "A valer o que aconteceu no governo anterior, Lula deveria ser chamado a explicar o que falou sobre o combate à família, costumes e patriotismo."},
{"title": "Custos históricos das decisões mal tomadas", "date": "10/07/2023", "text": "As mudanças no modelo político brasileiro são sempre para pior e têm sido irreversíveis."},
{"title": "Uma estrada perigosa", "date": "03/07/2023", "text": "Estamos vivendo um daqueles testes infantis de “juntar os pontinhos”. Se fizermos isso com os acontecimentos veremos com nitidez o projeto de má inspiração, que nos está imposto,"},
{"title": "Missão resgate", "date": "26/06/2023", "text": "A educação pública e privada naufragou no Brasil e arrasta a nação para o atraso com a hegemonia do que há de pior no mundo das ideias"},
{"title": "Para quem quer e pode, qualquer motivo serve", "date": "19/06/2023", "text": "Chegamos a este momento constrangedor. É hora de saber se é assim que queremos ficar."},
{"title": "O grande equívoco", "date": "12/06/2023", "text": "A intensidade das motivações políticas nas decisões judiciais mostra que, ao contrário do que tem sido dito, é a Política que está comandando a Justiça no nosso país. E isso é terrível, como bem sabem venezuelanos e cubanos."},
{"title": "No dia em que Lula foi preso", "date": "29/05/2023", "text": "Parecia impossível ser a história totalmente reescrita para surgir uma nova narrativa e o passado apagado."},
{"title": "O assunto Dallagnol não pode morrer", "date": "22/05/2023", "text": "Existem assuntos que quando \"morrem\" levam consigo bens imateriais de muita valia para uma sociedade que tenha apreço por si mesma."},
{"title": "Jabotis, enroladinhos e a obrigação de conhecer as leis...", "date": "15/05/2023", "text": "Num país onde congressistas votam sem saber o que estão votando contra a sociedade, a sociedade não pode alegar desconhecimento das leis que eles votaram sem conhecer... Estão de brincadeira."},
{"title": "O que nos ensina a monarquia britânica", "date": "08/05/2023", "text": "A coroação do rei Charles III e a  história daquela monarquia é uma excelente ocasião para pensarmos sobre  o que brasileiros estão fazendo no Brasil."},
{"title": "O que foi, mesmo, que eles não entenderam?", "date": "01/05/2023", "text": "O preceito constitucional sobre liberdade de expressão é cláusula pétrea! Criaram um calhamaço jurídico para dizer que estão tratando de outra coisa, mas o nome da coisa inteira é CENSURA."},
{"title": "Agora, o governo quer muito a CPMI", "date": "24/04/2023", "text": "Como o inquérito dessorou, o governo, agora, quer a CPMI para si, para chamar de sua."},
{"title": "A sufocante poluição partidária brasileira", "date": "17/04/2023", "text": "Devemos ao STF a expansão do número de partidos políticos no Brasil, gerando uma confusão de siglas transformadas em meros instrumentos cartoriais e negociais, desprovidos de identidade."},
{"title": "Militares, policiais, religiosos e as urnas", "date": "10/04/2023", "text": "Atividades com crescente presença na representação popular nos parlamentos revelam o desejo de resistir à impunidade, ao desmonte da segurança pública e do patrimônio moral e espiritual da sociedade."},
{"title": "Papa Francisco pisou na bola", "date": "03/04/2023", "text": "Caiu na narrativa da esquerda que se tem por progressista e falou bobagem. Mas opinião é opinião e deve ser entendida como tal. No meu caso, entra por um ouvido e sai pelo outro."},
{"title": "O futuro de nossa liberdade", "date": "27/03/2023", "text": "Nossa liberdade está sob ataque. Para recuperá-la e preservá-la precisamos entender como isso está agindo em nós."},
{"title": "Ter poder, ou ser possuído pelo poder", "date": "12/03/2023", "text": "Existem questões relacionadas aos acontecimentos do dia 8 de janeiro que só uma CPMI pode esclarecer."},
{"title": "Respostas certas a certas perguntas", "date": "05/03/2023", "text": "Obter as respostas certas a essas perguntas, longe das interpretações subjetivas e narrativas de laboratório, se tornou essencial à nossa democracia"},
{"title": "Não há portas; há um caminho: a política.", "date": "27/02/2023", "text": "Para libertar o país do arrastão esquerdista, a política é o caminho a ser seguido por quem ama o Brasil e a liberdade."},
{"title": "Qual o bem que pode vir disso?", "date": "13/02/2023", "text": "Um legítimo somatório de erros."},
{"title": "Mensagem aos senadores da República", "date": "30/01/2023", "text": "De 2009 para cá o Senado foi comandado sucessivamente por Sarney, Eunício, Renan, Alcolumbre e Pacheco. E todos viram no que deu. Vão insistir nessa linha de atuação?"},
{"title": "Dez máximas e reflexões para democratas", "date": "23/01/2023", "text": "O que se segue está dito para ser visto por democratas; se você não for, nem assista; se assistir, não se aborreça."},
{"title": "A grande preocupação de Lula", "date": "16/01/2023", "text": "A preocupação de Lula é realismo puro.  E explicita de modo realista o que já deveríamos estar fazendo na oposição."},
{"title": "Um erro terrível", "date": "09/01/2023", "text": "Infelizmente, os eventos de ontem em Brasília serviram aos meios e fins do petismo e do STF."},
{"title": "Minha paixão, meu chão", "date": "02/01/2023", "text": "Vamos escolher o ânimo ou o desânimo?"},
{"title": "Tiranias e suas evidências", "date": "26/12/2022", "text": "Três fatos e uma conclusão inevitável. Verifique isso você mesmo."},
{"title": "Outorga da Medalha do Mérito Farroupilha a Percival Puggina", "date": "22/12/2022", "text": "Vídeo da cerimônia com protocolo e pronunciamentos meu e do deputado proponente da homenagem."},
{"title": "Inconformidade legítima e justificada", "date": "12/12/2022", "text": "Como esperar apatia diante do que se assistiu no país?"},
{"title": "A falência orgânica do Estado de Direito", "date": "05/12/2022", "text": "As muitas evidências do estado de exceção com seus males habituais."},
{"title": "“Fanáticos, terroristas, criminosos, selvagens, manés”", "date": "28/11/2022", "text": "Bem ao contrário. Queremos é preservar nosso país de toda forma de tirania e brutalidade, protegendo, principalmente, os bens imateriais da civilização."},
{"title": "\"Não, mil vezes não!\"", "date": "21/11/2022", "text": "Não podemos normalizar a atual situação institucional do país. Ela não é normal."},
{"title": "E os atos antidemocráticos dos tribunais?", "date": "14/11/2022", "text": "Não podemos esquecer como tudo começou, se não, nada aprenderemos."},
{"title": "A democracia com cabresto", "date": "07/11/2022", "text": "Estado de direito, liberdade e democracia teriam sido um santo remédio."},
{"title": "A hora mais grave", "date": "29/10/2022", "text": "Estamos testemunhando um dos momentos mais decisivos de nossa história."},
{"title": "Vamos pôr os erros na balança.", "date": "24/10/2022", "text": "O erro de Roberto Jefferson é um detalhe, pequena minúcia, se aferido em balança com o uso abusivo que ministros do STF e do TSE vêm fazendo da Constituição e das leis da República. E com as vítimas que vão deixando pelo caminho."},
{"title": "E você pensa que nada tem a ver com isso?", "date": "11/10/2022", "text": "Assista e, se concordar, envie a seus amigos omissos, isentos ou isentões."},
{"title": "O futuro começa agora", "date": "01/10/2022", "text": "O que não podemos perder nas urnas deste domingo."},
{"title": "A educação de nossos filhos e os revolucionários de contracheque", "date": "19/09/2022", "text": "Uma notícia má e uma boa sobre a educação na guerra cultural."},
{"title": "O mais lindo 7 de setembro", "date": "12/09/2022", "text": "Foi um brado retumbante por liberdade!"},
{"title": "\"Brasil, o sequestro de tua grandeza\"", "date": "05/09/2022", "text": "Consequências do uso político e ideológico do espaço educacional brasileiro."},
{"title": "Ou são tiranos, ou são vassalos.", "date": "29/08/2022", "text": "São as duas vocações possíveis para quem aplaude o que vem acontecendo no Brasil."},
{"title": "Procurando pelo em ovo.", "date": "22/08/2022", "text": "Mas como inventam coisas, meu Deus!"},
{"title": "Esse jornalismo não é inocente.", "date": "15/08/2022", "text": "Uma crítica ao jornalismo fake."},
{"title": "Por que a esquerda avança", "date": "08/08/2022", "text": "O Brasil e o mundo enfrentam dramáticas tensões políticas."},
{"title": "O incrível manifesto dos supostos patrões da Pátria", "date": "01/08/2022", "text": "Os donos do poder escolheram seu lado."},
{"title": "Desinformar para manipular", "date": "25/07/2022", "text": "Confiabilidade da população no sistema eleitoral. Como vem sendo feito para que as notícias sobre essas pesquisas não reflitam seus resultados."},
{"title": "Pessoas e coisas em que não confio.", "date": "19/07/2022", "text": "O direito de não confiar é inerente às liberdades de opinião e expressão."},
{"title": "Eleição não é passeio na feira.", "date": "27/06/2022", "text": "A conta vem para quem escolhe e para quem não escolhe."},
{"title": "Jogos de cena e a lição dos fundadores dos EUA.", "date": "23/06/2022", "text": "Republicação a pedido, de um vídeo anterior."},
{"title": "Fundão rico, democracia pobre.", "date": "20/06/2022", "text": "Uma visão realista do que acontece com a democracia em tempos de fundão."},
{"title": "O Poder Moderador e a Constituição de 1988", "date": "16/06/2022", "text": "Atendendo pedidos, estou postando novamente este vídeo de novembro do ano passado."},
{"title": "E disto NÃO se fala?", "date": "13/06/2022", "text": "Como um erro não corrigido cobra silêncio e dá causa a outros."},
{"title": "Sobre mitos, falsos Coringas e supostos Batmen,", "date": "06/06/2022", "text": "Bolsonaro é mito para muitos de seus inimigos."},
{"title": "O incrível manifesto dos supostos patrões da Pátria.", "date": "01/06/2022", "text": "Os donos do poder escolheram seu lado."},
{"title": "O que sua intuição lhe diz?", "date": "30/05/2022", "text": "A maior parte de nossas decisões são tomadas com base em intuições. Desconsiderá-las costuma ser imprudente."},
{"title": "Diversidade para tudo, exceto para opiniões.", "date": "23/05/2022", "text": "Considerações sobre a etapa final do emprego da diversidade como pauta política."},
{"title": "Nós somos a resistência", "date": "16/05/2022", "text": "O silêncio da sociedade alimenta as tiranias."},
{"title": "O descondenado não descometeu os crimes.", "date": "09/05/2022", "text": "Considerações sobre o estado de inocência."},
{"title": "Quando as instituições não cumprem seu papel.", "date": "02/05/2022", "text": "O desastre institucional que o lastimável jornalismo brasileiro faz questão de não ver está transformando o Estado em algoz da sociedade."},
{"title": "\"Daniel Silveira, a justiça em self-service e a graça\"", "date": "25/04/2022", "text": "Com a Justiça agindo em autosserviço, a pena aplicada a Daniel Silveira só poderia atingir a absurda desproporção que adquiriu."},
{"title": "Vinte motivos para não votar em branco.", "date": "18/04/2022", "text": "Dentre muitas, selecionei um pacote de vinte gravíssimas consequências que podem decorrer da omissão, em outubro, de eleitores que não sejam de esquerda."},
{"title": "Em outubro, falará a última instância.", "date": "04/04/2022", "text": "A  solução do desequilíbrio institucional brasileiro depende da intensa ação política dos cidadãos em relação aos pleitos de outubro."},
{"title": "A solução que virou um problemão.", "date": "28/03/2022", "text": "Os que causaram esse desastre confessam a autoria ao defender Paulo Freire como seu patrono."},
{"title": "A verdade sobre o semipresidencialismo de Arthur Lira", "date": "21/03/2022", "text": "Saiba por que o semipresidencialismo não vai resolver nosso problema institucional."},
{"title": "A última proeza do senador Rodrigo Pacheco", "date": "14/03/2022", "text": "O omisso mineiro aprontou mais uma das suas contra impeachments."},
{"title": "O que nunca te contaram sobre nosso sistema eleitoral", "date": "07/03/2022", "text": "Conheça o defeito essencial do nosso sistema de eleição parlamentar, razão de muitos de nossos males como nação."},
{"title": "O TIRANO PUTIN E A DE CADÊNCIA DO OCIDENTE", "date": "28/02/2022", "text": "A decadência do Ocidente, que perde o respeito das demais culturas, estimula a belicosidade natural de tiranos internos e externos. Nem o Brasil escapa."},
{"title": "A ESTRATÉGIA DA ESQUERDA", "date": "21/02/2022", "text": "Essa estratégia precisa ser bem identificada porque é nela que se deve concentrar a atividade dos que amam a liberdade, a democracia, o Estado de Direito e o bem do país."},
{"title": "A CULPA DOS QUE SE CALAM", "date": "14/02/2022", "text": "Quem cala consente com que o mal seja servido a si, aos seus e aos demais."},
{"title": "A MÍDIA MILITANTE E O CAOS INSTITUCIONAL", "date": "07/02/2022", "text": "O silêncio da mídia referenda práticas que ferem a liberdade, atemorizam a sociedade, desequilibram e desarmonizam as instituições."},
{"title": "NÃO SOMOS OVELHINHAS", "date": "03/02/2022", "text": " nação não é rebanho de nenhum poder de Estado."},
{"title": "VAI UM CHARUTO AÍ, COMPANHEIRO?", "date": "31/01/2022", "text": "Efeitos ruinosos de uma economia estatizada e uma esquisitice na caixa preta do BNDES."},
{"title": "A TRAGÉDIA PARTIDÁRIA BRASILEIRA", "date": "24/01/2022", "text": "O Brasil funcionaria muito melhor se os partidos cumprissem seu papel."},
{"title": "BONIFÁCIO OU MARIGHELLA? ELIS OU ANITTA?", "date": "21/01/2022", "text": "Muitos dos nossos problemas se  resolvem com amor à pátria e com a derrota política dos que odeiam o amor à pátria."},
{"title": "OS PASSOS DA TIRANIA", "date": "17/01/2022", "text": "Sinais sutis, mas visíveis, de que a tirania se vai instalando no país."},
{"title": "A ELEIÇÃO BRASILEIRA INTERESSA À HUMANIDADE", "date": "13/01/2022", "text": "Há valores universais em jogo nesta eleição e isso, de modo explícito ou implícito, determina condutas e acontecimentos desde o pleito anterior."},
{"title": "CONSERVADORES!", "date": "10/01/2022", "text": "O indispensável papel dos conservadores brasileiros num momento crucial da civilização."},
{"title": "RÉVEILLON DA BANDIDAGEM NO RIO", "date": "03/01/2022", "text": "Enquanto espocavam os fogos de artifício, na hora zero do novo ano, bandos de malfeitores atacaram o público. Que diabo é isso?"},
{"title": "E OS SENHORES DO RAIO E DO TROVÃO NÃO PENSAM NISSO?", "date": "27/12/2021", "text": "Alguém imagina que o próximo presidente conseguirá formar maioria parlamentar num Congresso com quase 30 partidos? E os poderes de estado não pensam nisso?"},
{"title": "CONGRESSISTAS APROVAM A \"BOLSA REELEIÇÃO\".", "date": "20/12/2021", "text": "Este vídeo já estava pronto quando o Senado também derrubou o veto do presidente e consagrou a \"Bolsa Reeleição\", a mais recente \"contribuição social\" a ser paga pelo erário..."},
{"title": "REPENSANDO A ESTRANHA SITUAÇÃO DO DEPUTADO DANIEL SILVEIRA", "date": "18/12/2021", "text": "Reprise, a pedido, de um vídeo anterior sobre esse estranho caso."},
{"title": "O BRASIL PRECISA PARAR DE ESTIMULAR A CRIMINALIDADE", "date": "16/12/2021", "text": "As condições para o crescimento da criminalidade são proporcionadas por teorias que confundem a ação dos poderes de Estado."},
{"title": "O INCRÍVEL FURTO DO NATAL", "date": "13/12/2021", "text": "Saiba como e por que o \"politicamente correto\" surrupiou a dimensão religiosa do Natal."},
{"title": "AINDA NÃO ENTENDERAM ISTO?!", "date": "10/12/2021", "text": "Num estado ateu, André Mendonça não poderia ser ministro do STF. Num estado laico a Constituição lhe garante o direito"},
{"title": "O PODER MODERADOR MORREU NO EXÍLIO E PEDE RESPEITO!", "date": "06/12/2021", "text": "Há exatos 130 anos, em 5 de dezembro de 1891, D. Pedro II morreu no exílio.  Foi o único brasileiro que, legitimamente, exerceu o papel de Poder Moderador em nosso país."},
{"title": "A TIA DO ZAP", "date": "02/12/2021", "text": "O inestimável valor das tias do ZAP. E não esqueça, se gosta dos vídeos, inscreva-se, compartilhe e divulgue o canal."},
{"title": "A NAÇÃO NO DIVÃ DO PSICANALISTA", "date": "29/11/2021", "text": "As relações entre a nação e o Estado, no Brasil, foram sendo pervertidas, invertendo-se ao ponto de a soberania tornar-se serviçal."},
{"title": "O ATIVISMO JUDICIAL VIRALIZA NO BRASIL", "date": "25/11/2021", "text": "No Brasil, o \"sistema\" funciona a favor da criminalidade. E ela, por isso prospera."},
{"title": "UM PODER MODERADOR SEM MODOS", "date": "19/11/2021", "text": "O regime político do Brasil não é semipresidencialista, não há aqui poder moderador e nenhum poder tem legitimidade de voto ou coroa na cabeça para o desempenho desse papel."},
{"title": "A CONSPIRAÇÃO NA PRÁTICA, SEM TEORIA", "date": "15/11/2021", "text": "Como o Estado é usado para interesse de alguns e contra a sociedade."},
{"title": "A ESTRANHA \"SOLTURA\" DO DEPUTADO DANIEL SILVEIRA", "date": "12/11/2021", "text": "Temos um excesso de congressistas indignos e sem hombridade. Devido às suas omissões, nossas liberdades são restringidas porque supostos fantasmas a estariam colocando em risco."},
{"title": "É MUITO MAIS GRAVE DO QUE ISSO", "date": "05/11/2021", "text": "Não estamos vivendo, apenas, um surto autoritário."},
{"title": "A SEDUÇÃO DA UTOPIA", "date": "01/11/2021", "text": "Cada pai, cada mãe, deveria advertir seus filhos sobre esse perigo. sempre presente entre nós."},
{"title": "A DEMOCRACIA ENGAVETADA DO SENADOR RODRIGO PACHECO", "date": "25/10/2021", "text": "A democracia morre nas gavetas por omissões de um senador que quer ser presidente da República."},
{"title": "PENSE NISSO, DEPUTADA!", "date": "18/10/2021", "text": "Usar mal os poderes de Estado ajuda-os a abusar de seus poderes sobre nós. Inscreva-se e divulgue o canal, compartilhe os vídeos, vamos juntos buscar os 100 mil inscritos!"},
{"title": "HÁ UMA FRASE INSCRITA NA PORTA DE ENTRADA DA CORRUPÇÃO", "date": "11/10/2021", "text": "Sobre essas \"narrativas\" fraudulentas com que se faz política no Brasil hoje."},
{"title": "3ª VIA, NÃO! OBRIGADO", "date": "07/10/2021", "text": "O que você precisa saber sobre a intenção por trás dessa ideia."},
{"title": "PROTAGONISTAS DE UMA GRANDE ANEDOTA", "date": "04/10/2021", "text": "Essa estranha lógica de anedota com que querem fazer nossa cabeça."},
{"title": "E A DEMOCRACIA FICA IRRECONHECÍVEL", "date": "27/09/2021", "text": "As inacreditáveis particularidades deste momento histórico."},
{"title": "PAULO FREIRE E A DESGRAÇA DA EDUCAÇÃO", "date": "21/09/2021", "text": "A pedido de seguidores, estou reproduzindo  este vídeo de agosto de 2015. Depois de assisti-lo novamente, convenci-me de que eles têm razão. Esta é uma urgência nacional!"},
{"title": "ORA ESSA, CARA PÁLIDA!", "date": "20/09/2021", "text": "Esclarecimentos necessários sobre as raízes do Brasil e sobre o Descobrimento."},
{"title": "A NUDEZ DAS CORTES", "date": "13/09/2021", "text": "O dia 7 de setembro promoveu um choque de realidade nas instituições da República. Desnudou a rabugice, a mesquinhez e o egocentrismo de certos autoproclamados \"defensores da democracia\"."},
{"title": "RAZÕES PARA RESISTIR", "date": "06/09/2021", "text": "Em homenagem a Allan, Caio, Gustavo, Bárbara, Bernardo e tantos outros, dia 7 eu vou, pelo Brasil e pela Liberdade, contra o totalitarismo que se instala no país."},
{"title": "VOCÊ AINDA NÃO ENTENDEU QUE É A NÓS QUE ELES QUEREM DERROTAR?", "date": "31/08/2021", "text": "Não podemos ser adversários de nós mesmos!"},
{"title": "A LIBERDADE POR DOIS VINTÉNS DE SOSSEGO", "date": "23/08/2021", "text": "Sobre a omissão individual como problema político com terrível  dimensão social."},
{"title": "PERGUNTAS EMBARAÇOSAS", "date": "16/08/2021", "text": "Se utilizadas para pensar, certas perguntas poderiam mudar o país."},
{"title": "NOUTRO TEMPO E POR OUTROS MEIOS, CHE GUEVARA TAMBÉM ERA ASSIM", "date": "09/08/2021", "text": "Cuidado com quem põe o próprio querer acima de tudo mais!"},
{"title": "Culpados e inocentes sabem o que são", "date": "31/07/2021", "text": "A nulidade do processo costuma ser o derradeiro argumento dos culpados."},
{"title": "ELES QUEREM MAIS PODER", "date": "26/07/2021", "text": "Análise de uma proposta sinistra em estudos no Congresso Nacional."},
{"title": "EM POLÍTICA, A INGENUIDADE NÃO É SANTA. É CAUSA DE DESGRAÇAS.", "date": "19/07/2021", "text": "A ingenuidade, em política, não é pureza de alma. É notável auxílio ao adversário. Faz mal ao país."},
{"title": "LIVE - QUEM TEM MEDO DO VOTO AUDITÁVEL?", "date": "13/07/2021", "text": "Referência para os Conservadores brasileiros, Percival Puggina traz a sua experiência em análise política para a discussão sobre o Voto Impresso Auditável, assunto essencial para a democracia brasileira."},
{"title": "PROTESTOS EM CUBA - QUAL O RISCO DE O REGIME CAIR?", "date": "12/07/2021", "text": "O regime cubano enfrenta sua maior crise em 30 anos; Em meio à noticias controversas, há apenas uma certeza: o momento é grave; O canal ARTE DA GUERRA convidou Percival Puggina e o Coronel Jorge Schwerz para analisarem a situação."},
{"title": "\"O TSE NÃO É O DONO DA ELEIÇÃO\"", "date": "12/07/2021", "text": "Uma abordagem definitiva sobre a necessidade de que o voto do eleitor seja impresso para credibilidade dos resultados. eleitorais."},
{"title": "QUEM JOGA NÃO APITA, QUEM APITA NÃO JOGA!", "date": "05/07/2021", "text": "O STF quer jogar e apitar o jogo político."},
{"title": "EM DEFESA DO VOTO IMPRESSO E AUDITÁVEL", "date": "28/06/2021", "text": "Nós já aprendemos que \"inconstitucional\" é tudo aquilo que os ministros do STF não querem."},
{"title": "OS BRASILEIROS E AS ELEIÇÕES DE 2022", "date": "21/06/2021", "text": "Pense nisso, porque ninguém dá o que não tem!"},
{"title": "O BRASIL E SUAS AMARRAS", "date": "09/06/2021", "text": "As amarras do atraso impedem nosso progresso como sociedade. É preciso libertá-lo"},
{"title": "OS INGÊNUOS ESTÃO NA CADEIA ALIMENTAR DOS MAL INTENCIONADOS", "date": "31/05/2021", "text": "Não se esqueça disso!"},
{"title": "OS FUNDILHOS DA CPI", "date": "24/05/2021", "text": "Uma CPI que vive de estratagemas e sofismas para enganar você."},
{"title": "AS ELEIÇÕES 2022 E OS CONGRESSISTAS COM INEFICÁCIA COMPROVADA", "date": "18/05/2021", "text": "De pouco vale reeleger o presidente e não lhe proporcionar uma sólida base parlamentar."},
{"title": "JAMAIS SUBESTIME ESSE ADVERSÁRIO", "date": "10/05/2021", "text": "Quando a gente aprofunda o conhecimento do adversário, sabe quem vai estar sentado no outro lado da mesa, reconhece o perigo e percebe o quanto é impossível o desânimo ou o desinteresse."},
{"title": "O ESTADO BRASILEIRO COLONIZOU A NAÇÃO", "date": "03/05/2021", "text": "Nos impostos, nas leis, na farsa democrática, o aparelho estatal promove extrativismo dos recursos sociais."},
{"title": "BRASIL ABAIXO DE TODOS. O PODER DELES, ACIMA DE TUDO.", "date": "27/04/2021", "text": "Vinte e quatro governadores chutaram a Constituição como se fossem ministros do STF."},
{"title": "NÃO VAI FICAR SEM TROCO", "date": "12/04/2021", "text": "Congressistas que fazem o que não deveriam e não fazem o que deveriam, levarão o troco em 2022."},
{"title": "UM DIA NA VIDA DO PRESIDENTE", "date": "05/04/2021", "text": "Todos os dias, milhares de pessoas acordam para a tarefa cotidiana de infernizar a vida dele."},
{"title": "UMA CONVERSA SOBRE VOTO DISTRITAL", "date": "19/03/2021", "text": "Saiba por que voto proporcional, usado no Brasil, é causa de muitos dos nossos eternos problemas."},
{"title": "QUANDO A JUSTIÇA PERDE O JUÍZO", "date": "09/03/2021", "text": "Essa composição do STF é mais um dano de longo prazo legado ao país pelos governos petistas."},
{"title": "DERRUBAR O PRÉDIO PARA AFASTAR O ZELADOR", "date": "09/03/2021", "text": "Quem age assim não ama o Brasil."},
{"title": "EMBORA QUEIRAM, AS INSTITUIÇÕES NÃO SÃO A DEMOCRACIA", "date": "01/03/2021", "text": "E podem, até mesmo, agir contra ela."},
{"title": "BLACK FRIDAY NA CÂMARA DOS DEPUTADOS", "date": "22/02/2021", "text": "O triste dia em que deputados trocaram preciosas garantias constitucionais por sorrisos amáveis do outro lado da praça."},
{"title": "OS 32 ANOS DE CENTRÃO E A HIPOCRISIA DA MÍDIA MILILTANTE", "date": "15/02/2021", "text": "A hipocrisia desvelada em oito minutos."},
{"title": "O QUE O CONGRESSO FINALMENTE FARÁ E O QUE INFELIZMENTE NÃO FARÁ.", "date": "04/02/2021", "text": "Uma leitura realista das eleições para as presidências do Congresso Nacional."},
{"title": "DEMOCRACIA SEM PRINCÍPIOS, SEM VALORES E SEM VERGONHA NA CARA?", "date": "31/01/2021", "text": "Por que é preciso laicizar todo o espaço público e tornar íntima toda expressão de religiosidade?"},
{"title": "O PLURALISMO SINGULAR DA UFPEL", "date": "15/01/2021", "text": "Grande número das universidades federais está a serviço de pautas e causas políticas em prejuízo do pluralismo e da própria universalidade do conhecimento."},
{"title": "UMA VACINA NECESSÁRIA, MAS NÃO OBRIGATÓRIA, CONTRA O VÍRUS DO TOTALITARISMO. DOSE ÚNICA.", "date": "29/12/2020", "text": "Como proteger-nos da epidemia totalitária que ameaça a humanidade. Uma uma \"vacina\" filosófica antiga pode reforçar nossas convicções e evitar que as profecias de Orwell se concretizem."},
{"title": "UM NOVO TOTALITARISMO SE ESTRUTURA NO OCIDENTE", "date": "21/12/2020", "text": "A exemplo dos anteriores, se apresenta movido a boas intenções; diferentemente dos anteriores, não usa armas, mas avança diretamente sobre a liberdade dos indivíduos."},
{"title": "OS RESPONSÁVEIS PELA IMPUNIDADE PATROCINAM A CRIMINALIDADE  NO BRASIL", "date": "08/12/2020", "text": "Os responsáveis ocultos da invasão de Criciúma, nos quais ninguém fala."},
{"title": "O RESULTADO DAS ELEIÇÕES MUNICIPAIS PODERIA TER SIDO MELHOR?", "date": "02/12/2020", "text": "Uma análise dos resultados. Quem ganhou? Quem perdeu? Poderia ter sido melhor?"},
{"title": "O NECESSÁRIO E QUALIFICADO VOTO DOS IDOSOS", "date": "24/11/2020", "text": "A experiência e sabedoria dos idosos é necessária a todas as sociedades políticas através dos milênios. Desqualificar seus votos, vê-los como supérfluos,  é mais uma forma de destruir nossa cultura e civilização"},
{"title": "DEMOCRACIA SEM PRINCÍPIOS, SEM VALORES E SEM VERGONHA NA CARA?", "date": null, "text": "Por que é preciso laicizar todo o espaço público e tornar íntima toda expressão de religiosidade?"},
{"title": "A VITÓRIA DE 2022 COMEÇA AGORA", "date": null, "text": "\r\n\tA importância das eleições municipais para as eleições nacionais."},
{"title": "EU SOU MAIS BRASIL!", "date": null, "text": "\r\n\tO interesse nacional tem prioridade sobre política e ideologia. O Brasil e a nação são mais importantes."},
{"title": "A HORA DOS CONSERVADORES", "date": null, "text": "\r\n\tPor que o mês de novembro é tão importante para o movimento conservador no Brasil?"},
{"title": "VACINA CHINESA? NEM PENSAR!", "date": null, "text": "\r\n\tRazões para não comprar da China a vacina contra o novo coronavírus."},
{"title": "STF, LEGISLADOR COMPULSIVO E CASUÍSTA", "date": null, "text": "\r\n\tNosso Supremo lê a lei conforme quem seja o presidente da República."},
{"title": "A SUBSTITUIÇÃO DE CELSO DE MELLO", "date": null, "text": "\r\n\tConsiderações sobre a escolha feita pelo presidente."},
{"title": "AINDA É GUERRA FRIA, PELO DOMÍNIO DA CULTURA", "date": null, "text": "\r\n\tA disputa pela hegemonia cultural atravessa os séculos. Este vídeo substitui o anterior cujo upload apresentou defeito."},
{"title": "CRISTOFOBIA, UM TEMA GRAVÍSSIMO", "date": null, "text": "\r\n\tBreve análise sobre a inclusão desse tema no discurso do presidente na Assembleia Geral da ONU."},
{"title": "O ELEITOR CONSERVADOR EM ELEIÇÕES PARLAMENTARES", "date": null, "text": "\r\n\tO que é preciso para um programa adequadamente conservador e adequadamente liberal se converter em normas e condutas na gestão pública."},
{"title": "COMO PODEM ESSES MINISTROS JULGAR QUESTÕES DE GOVERNO", "date": null, "text": "\r\n\tDeclarações públicas de animosidade, de antagonismo em relação a uma das partes inabilitam os julgadores."},
{"title": "VERGONHA!", "date": null, "text": "\r\n\tO Brasil vive momento típico de sociedades degradadas."},
{"title": "COMO TIRAR O GOVERNO DESSA ENCRENCA", "date": null, "text": "\r\n\tA sociedade tem o direito e o dever de ajudar o governo a superar os obstáculos institucionais que enfrenta"},
{"title": "UMA LIÇÃO NA PONTE", "date": null, "text": "\r\n\tUma reflexão sobre a enorme importância de cada cidadão."},
{"title": "A IRREPRIMÍVEL LIBERDADE", "date": null, "text": "\r\n\tUma reflexão sobre curiosidades do \"Inquérito do fim do mundo\" e a liberdade humana."},
{"title": "A EXPLOSIVA MISTURA DE AUTORITARISMO E FALTA DE VISÃO", "date": null, "text": "\r\n\tVários estados brasileiros paralisaram suas atividades produtivas escondidos de um vírus que ainda não andava por lá."},
{"title": "TEM PETISTA DEMAIS NO STF", "date": null, "text": "\r\n\tSeria impossível que sete ministros nomeados em presidências petistas não mudassem completamente a conduta do STF. Negar isso é brigar com os fatos."},
{"title": "HOSTILIDADE DOS MINISTROS DO STF AO PRESIDENTE", "date": null, "text": "\r\n\tNinguém parece prestar atenção ao modo hostil como os ministros do STF tratam o presidente... Falam em ditadura, mas procedem como se estivessem conduzindo uma."},
{"title": "A PERIGOSA MISTURA DE AUTORITARISMO E FALTA DE VISÃO", "date": null, "text": "\r\n\tVários estados brasileiros paralisaram suas atividades produtivas escondidos de um vírus que ainda não andava por lá."},
{"title": "QUERO MEU PAÍS DE VOLTA!", "date": null, "text": "\r\n\tQuanto mal fizeram ao Brasil quando o tiveram nas mãos!"},
{"title": "O SILÊNCIO É A VOZ DAS DITADURAS", "date": null, "text": "\r\n\tMeus conceitos de democracia e de conduta antidemocrática diferem muito do paradoxos que hoje se querem vender como coisa boa à Nação."},
{"title": "OS FILHOS DE PAULO FREIRE II", "date": null, "text": "\r\n\tColegiais brasileiros têm seu futuro empobrecido em sala de aula por influência de uma pedagogia que é mais eficiente em formar militantes do que estudantes."},
{"title": "PAPEL DO CENTRÃO, PAPELÃO DA MÍDIA ATIVISTA", "date": null, "text": "\r\n\tGrandes veículos da mídia brasileira estão torrando sua credibilidade."},
{"title": "FASCISTA? FASCISTA É A MÃE", "date": null, "text": "\r\n\tA absurda recepção midiática aos \"antifascistas\"."},
{"title": "A NAÇÃO AVANÇOU E O STF FICOU PRESO AO PASSADO", "date": null, "text": "\r\n\tO modo como se fazem os ministros do STF e a atual crise institucional do Brasil."},
{"title": "O MISTERIOSO, MEDROSO E AMBÍGUO ARTIGO 142 DA CONSTITUIÇÃO", "date": null, "text": "\r\n\tUma pergunta que está no ar há 131 anos."},
{"title": "EM QUEM SERVE ESSE CHAPÉU?", "date": null, "text": "\r\n\tNeste vídeo falo sobre a forma provocativa e grosseira como Celso de Mello convocou as testemunhas arroladas por Sérgio Moro."},
{"title": " POLÍTICA NÃO É UM JOGO DE ASSISTIR, MAS DE JOGAR.", "date": null, "text": "\r\n\tE é indispensável saber quem se beneficia das perdas e derrotas que se tenha."},
{"title": "E OS LEITORES QUE SE DANEM?", "date": null, "text": "\r\n\tEm momento algum o Congresso e o STF dão sinais de prestar qualquer atenção às causas de sua rejeição."},
{"title": "NOTICIÁRIO POLÍTICO E BURRICE COM CERTIFICADO", "date": null, "text": "\r\n\tNão há divergência alguma entre jornalistas, analistas, comentaristas, atuantes nos grandes canais de notícias da TV brasileira."},
{"title": "O PARTIDO DA MÍDIA", "date": null, "text": "\r\n\tPoderosos veículos de comunicação se articulam para a tarefa política de desestabilizar o governo e favorecer sua deposição."},
{"title": "UMA BOA CRISE É TUDO QUE ELES QUEREM", "date": null, "text": "\r\n\tQuando tudo está bem, eles se dão mal; quando tudo está mal eles se dão bem."},
{"title": "CHANTAGISTAS!", "date": null, "text": "\r\n\tToda a relação da maioria parlamentar com o governo se dá num ambiente de chantagem."},
{"title": "ASSALTO AO ORÇAMENTO", "date": null, "text": "\r\n\tConheça a natureza imoral da atual investida de muitos congressistas aos recursos livres do Orçamento da União."},
{"title": "OS APROVEITADORES", "date": null, "text": "\r\n\tO Congresso define o orçamento, mas não para fins próprios do Legislativo."},
{"title": "A SOMA DE TODAS AS MENTIRAS", "date": null, "text": "\r\n\tAs narrativas petistas e a tentativa de golpe no Oscar com um documentário de ficção."},
{"title": "CAÍRAM AS MÁSCARAS DA PERVERSÃO", "date": null, "text": "\r\n\tNem a sexualidade das crianças e adolescentes escapa à perversidade do movimento revolucionário."},
{"title": "CONGRESSO NACIONAL, ONDE BANDIDOS FAZEM AS LEIS", "date": null, "text": "\r\n\tO ano de 2019 comprova. Todos os projetos voltados ao combate à criminalidade e a favor da segurança pública, foram virados do avesso e convertidos no seu oposto no Congresso Nacional."},
{"title": "GARIMPO DE RIQUEZAS DA HISTÓRIA DO BRASIL", "date": null, "text": "\r\n\tA mão de Deus se manifesta em nossa história."},
{"title": "VEJA QUEM É \"NAZI\" PARA GOOGLE E FACEBOOK", "date": null, "text": "\r\n\tSenador Republicano interroga representantes das duas empresas sobre e-mails que, vazados, revelam o alinhamento ideológico dos controles de ambas. Vídeo legendado e disponibilizado na Embaixada da Resistência."},
{"title": "AMOR AO BRASIL E A PORTUGAL", "date": null, "text": "\r\n\tComo entender que a linda história destas duas nações seja usada para destruir a identidade nacional?"},
{"title": "O QUE É BOM PARA NÓS, É BOM PARA O BRASIL", "date": null, "text": "\r\n\tApós um período de recesso para colocar em dia a leitura de livros que queria ter lido durante o ano, mas não tive tempo, afirmo: ainda que muitos queiram preservar a lixeira de onde saímos, o Brasil encontrou seu rumo certo."},
{"title": "MEU PRONUNCIAMENTO NA MANIFESTAÇÃO DIA 8/12/2019 EM PORTO ALEGRE", "date": null, "text": "\r\n\t1) Vídeo gravado pela amiga fotógrafa Nadia Raupp Meucci."},
{"title": "A ESQUERDA E O DISCURSO QUE FALA DE POBRE", "date": null, "text": "\r\n\tA esquerda tem medo de uma solução que funcione. Ela perde eleitorado com isso."},
{"title": "OS FORTES RESISTEM, OS FRACOS DESISTEM", "date": null, "text": "\r\n\tAs mobilizações populares dos últimos seis anos estão entre os fatos políticos mais significativos da história republicana."},
{"title": "ÍNTEGRA DE MEU DISCURSO NO PARCÃO EM PORTO ALEGRE NA MANIFESTAÇÃO DO DIA 27NOV", "date": null, "text": "\r\n\tVídeo gravado com maior qualidade de som e imagem, fornecido pela amiga, fotógrafa Nadia Raupp Meucci. Na sequência das manifestações em todo o Brasil ficou provado que a pressão popular produz efeitos, sim. O Congresso Nacional começou a se mexer."},
{"title": "ÀS RUAS CONTRA GILMAR E TOFFOLI", "date": null, "text": "\r\n\tFicar em casa, hoje, é legitimar o que o STF está fazendo contra a dignidade e a honra nacional."},
{"title": "ISSO NÃO TEM PERDÃO", "date": null, "text": "\r\n\tO mal que seis ministros do STF fizeram ao Brasil entrará para as páginas repulsivas da História daquele poder."},
{"title": "O STF, O TÚNEL E O AVESTRUZ", "date": null, "text": "\r\n\tFaçam de conta que a nação não existe!"},
{"title": "TERRÍVEIS SUSPEITAS CERCAM O STF", "date": null, "text": "\r\n\tComo não suspeitar de uma decisão tão contra a moral?"},
{"title": "O BRASIL VAi, COM AS PRÓPRIAS PERNAS", "date": null, "text": "\r\n\tO Brasil e seu ingresso na OCDE. Pense nisso."},
{"title": "SEGUIDORES DE PAULO FREIRE E A TRAGÉDIA DA EDUCAÇÃO BRASILEIRA", "date": null, "text": "\r\n\tMesmo diante dos resultados desastrosos, insistem em difundir o marxismo e no inexplicável culto ao inacreditável patrono da educação nacional. Neste vídeo falo sobre o verdadeiro caminho da liberdade."},
{"title": "ADVERSÁRIOS, CONVENÇAM SE. BOLSONARO VENCEU E A IDEOLOGIA DE VOCÊS PERDEU", "date": null, "text": "\r\n\tHavia setores imensos da sociedade cegos para a ideologia petista e seus estragos. A Nação acordou, mas há quem teime em voltar ao passado, nem que para isso precise arrasar o país."},
{"title": "OS 10 PRINCIPAIS INIMIGOS DO GOVERNO BOLSONARO", "date": null, "text": "\r\n\tA lista completa é bem mais extensa, mas estes dez já fazem um bom estrago."},
{"title": "PARA DAR UM BASTA À DITADURA DO STF", "date": null, "text": "\r\n\tA importância do apoio às medidas saneadores pelas quais pressiona o grupo de senadores do MUDA SENADO."},
{"title": "STF, O ATRASO VESTE TOGA", "date": null, "text": "\r\n\tA atual configuração da Suprema corte é legado de um passado que a sociedade rejeita."},
{"title": "SÃO ATORES ERRADOS, NO TEATRO ERRADO, NA HORA ERRADA, COM PAPEIS ERRADOS", "date": null, "text": "\r\n\tMeu pronunciamento  em 25/08/2019 à tarde, na manifestação do Parcão, em Porto Alegre."},
{"title": "AGORA A FACADA É NO BRASIL", "date": null, "text": "\r\n\tSão capazes de qualquer insanidade, histeria e mistificação contra o país para atingir o Presidente."},
{"title": "O VOTO DOS MASCARADOS, SEM NOME E SEM ROSTO, EM FAVOR DA CRIMINALIDADE", "date": null, "text": "\r\n\tComo congressistas, escondendo a identidade como qualquer bandido, na contramão da opinião pública, atropelou o povo e aprovou lei restringindo a ação contra os criminosos."},
{"title": "MÉDICO DE RONDÔNIA FALA SOBRE QUEIMADAS", "date": null, "text": "\r\n\tDepoimento  desfaz toda a intriga e as mentiras sobre um fenômeno que é comum e está abaixo da média anual, mas se transforma em pauta mundial por força de escusos interesses nacionais e internacionais."},
{"title": "OS FORA DA LEI", "date": null, "text": "\r\n\tQuem são e como vivem os que estão nessa situação."},
{"title": "A INGENUIDADE DE ALGUNS FAZ MAL AO PAÍS DE TODOS", "date": null, "text": "\r\n\tPolítica é um jogo que se joga. Não é um jogo que apenas se assiste."},
{"title": "UM POBRE PAÍS RICO", "date": null, "text": "\r\n\tPor que se tornou essencial aos governos emendar a Constituição?"},
{"title": "INIMIGOS!", "date": null, "text": "\r\n\tBreve discurso sobre o inimigo político."},
{"title": "MINISTRO WEINTRAUB FALA SOBRE PAULO FREIRE", "date": null, "text": "\r\n\tEm poucas palavras, o ministro da Educação coloca Paulo Freire no devido lugar durante entrevista à Jovem Pan."},
{"title": "OS MUTILADOS DA GUERRA CULTURAL", "date": null, "text": "\r\n\tDemoramos meio século para saber que havia uma guerra cultural e que a estávamos perdendo feio."},
{"title": "A TRAGÉDIA DA UTOPIA 60 ANOS DA REVOLUÇÃO CUBANA", "date": null, "text": "\r\n\tHistória e sofrimento de um povo como eu o conheci."},
{"title": "BOLSONARO EM UMA GUERRA SEM FIM", "date": null, "text": "\r\n\tQuerem calar a sociedade para isolar o Presidente."},
{"title": "É POR DESCONFIAR DAS INSTITUIÇÕES QUE O POVO VAI ÀS RUAS!", "date": null, "text": "\r\n\tFoi a bendita mobilização popular que começou a mudar o Brasil. E não pode parar."},
{"title": "BRASILEIROS, ÀS RUAS!", "date": null, "text": "\r\n\tNão serviremos ao país ficando em casa."},
{"title": "E A ISSO A MAIORIA DO ELEITORADO DISSE NÃO!", "date": null, "text": "\r\n\tO Centrão não é \"o Congresso\" e não é uma frente política respeitável."},
{"title": "O BRASIL NO CABO DE GUERRA", "date": null, "text": "\r\n\tHá gente no Congresso querendo formar maioria para governar o governo e deixar tudo como estava."},
{"title": "DE CHICO ANYSIO A ROBERTO CAMPOS, EX-COMUNISTAS SE CONFESSAM", "date": null, "text": "\r\n\tAntes comunistas, cresceram, com disse Roberto Campos. Veja o que algumas personalidades, já falecidas, falaram sobre o comunismo."},
{"title": "POR QUE AMAR O BRASIL", "date": null, "text": "\r\n\tA bela história do Brasil começa muitos séculos antes do Descobrimento. Conhecê-la é conhecer-nos. É conhecer nossa dignidade e importância, condição para conhecer, também, a dignidade dos outros."},
{"title": "AOS ELEITORES DO PRESIDENTE", "date": null, "text": "\r\n\tPela primeira vez na História, a cidadania ganhou condições de ser exercida de modo permanente. Faça isso para o bem do Brasil!"},
{"title": "AH, SE OS DESEMPREGADOS FALASSEM!", "date": null, "text": "\r\n\tO que diriam eles sobre as causas de sua situação?"},
{"title": "MARCEL VAN HATTEM - AULA DA PREVIDÊNCIA", "date": null, "text": "\r\n\tO líder do NOVO na Câmara, Marcel van Hattem (NOVO-RS), explicou na CCJ como a atual Previdência é uma máquina de desigualdade."},
{"title": "ÓDIO AO AMOR À PÁTRIA", "date": null, "text": "\r\n\tBolsonaro incomoda e é hostilizado hoje pelos que sempre hostilizaram e combateram veementemente o ideário cívico e conservador."},
{"title": "PAULO GUEDES EXPLICA PLANO ECONÔMICO DO GOVERNO BOLSONARO", "date": null, "text": "\r\n\tConheça a natureza dos problemas econômicos nacionais e a saída proposta pelo ministro."},
{"title": "QUANDO IGNORÂNCIA E MENTIRA VIRAM CONHECIMENTO", "date": null, "text": "\r\n\tPrecisamos, agora, vencer o malicioso vírus do desamor ao Brasil!"},
{"title": "A ESQUERDA ESTRAGA TUDO", "date": null, "text": "\r\n\tÉ conhecida a frase de Roger Scruton afirmando que se tornou conservador porque percebeu que era mais fácil destruir do que construir algo.  Excelente vídeo de Prager U, com Tradutores de Direita."},
{"title": "VÉLEZ, ARAÚJO, DAMARES E A MÍDIA", "date": null, "text": "\r\n\tPor que esses três ministros incomodam tanto certo jornalismo brasileiro..."},
{"title": "A ARMADILHA COMUNISTA E O GENOCÍDIO VENEZUELANO", "date": null, "text": "\r\n\tHá um século o comunismo precisa que muitos desarmados passem fome para manter armados e alimentados os que o sustentam."},
{"title": "PROFISSIONAIS DA MENTIRA", "date": null, "text": "\r\n\tSobre como a dissonância cognitiva e a mentira corrompem escandalosamente o conhecimento histórico e afetam sucessivas gerações."},
{"title": "O QUE É MAIS DANOSO DO QUE A CORRUPÇÃO?", "date": null, "text": "\r\n\tSim, há um inimigo público, muito mais nocivo, que também precisa ser incessantemente combatido!"},
{"title": "PRESTÍGIO DOS MILITARES DESNORTEIA A ESQUERDA", "date": null, "text": "\r\n\tA esquerda não se conforma com haver perdido a eleição para militares."},
{"title": "BOLSONARO, DAVOS E A IMPRENSA", "date": null, "text": "\r\n\tDesmascarando o comportamento da extrema imprensa com relação ao novo governo."},
{"title": "RENAN PRESIDINDO O SENADO SERÁ O SUICÍDIO POLÍTICO DO MDB", "date": null, "text": "\r\n\tQue fique claro: o principal responsável por eventual vitória de Renan Calheiros na eleição para presidente do Senado não será o voto secreto. Será o partido que o indica: o MDB!"},
{"title": "CARTÃO AMARELO PARA TODA OPOSIÇÃO IRRESPONSÁVEL", "date": null, "text": "\r\n\tSe vamos começar assim,vamos terminal mal."},
{"title": "POR QUE BOLSONARO, \"NO PALANQUE\", INCOMODA TANTO", "date": null, "text": "\r\n\tA esquerda brasileira é alérgica ao discurso que está reunificando a nação."},
{"title": "AOS ELEITORES DO PRESIDENTE BOLSONARO", "date": null, "text": "\r\n\tTemos a responsabilidade de preservar o prestígio interno do presidente contra as forças terríveis que investirão contra ele."},
{"title": "CRIMES DO COMUNISMO CUBANO QUE A ESQUERDA NÃO CONTA", "date": null, "text": "\r\n\tO que foi a Primavera Negra de Cuba. Uma história que acompanhei de perto e nunca lhe foi narrada."},
{"title": "PERCIVAL PUGGINA DISCORRENDO SOBRE A OBRA \"DESCONSTRUINDO PAULO FREIRE\"", "date": null, "text": "\r\n\tVídeo gravado para o site História Expressa, sobre o best seller organizado pelo professor Thomas Giulliano Gerreira dos Santos, para o qual escrevi o capítulo sobre \"O mundo político de Paulo Freire\"."},
{"title": "JORDAN PETERSON, EMOCIONANTE", "date": null, "text": "\r\n\tJordan Peterson, neste vídeo dos Tradutores de Direita, fica emocionado ao relatar experiências em palestras a jovens com problemas de conduta. "},
{"title": "DESVENDANDO O MISTÉRIO DOS 44 MILHÕES DE VOTOS DE HADDAD", "date": null, "text": "\r\n\tQuem foram esses eleitores e quantos desses votos são realmente apoio estável à oposição."},
{"title": "ENGANAÇÃO E HIPOCRISIA NOS FALSOS DIREITOS HUMANOS", "date": null, "text": "\r\n\tAo imporem, como se fossem autênticos direitos humanos, meras reivindicações de militantes parceiros, organizações de esquerda prejudicaram a população e, por fim, a si mesmas."},
{"title": "MUITO CUIDADO SENHORES PAIS!", "date": null, "text": "\r\n\tÉ possível que algum militante esteja fazendo a cabeça de seus filhos."},
{"title": "A INVEJÁVEL MISÉRIA DE CUBA", "date": null, "text": "\r\n\tEste vídeo é absolutamente verdadeiro e realista no que informa. Conheço bem como são as coisas em Cuba e a tudo isso testemunhei pessoalmente. "},
{"title": "GARANTISMO PENAL E GUERRA CULTURAL", "date": null, "text": "\r\n\tO promotor de Justiça Leonardo Giardin de Souza fala sobre o  garantismo penal e o uso abusivo das garantias processuais para salvaguarda do cometimento de crimes."},
{"title": "NOSSO BRASIL DE VOLTA!", "date": null, "text": "\r\n\tA vitória de Bolsonaro é a salvação do Brasil."},
{"title": "EM QUEM BANDIDOS E CORRUPTOS VOTARÃO NO DIA 28/10?", "date": null, "text": "\r\n\tA quem interessa (muuuito) a volta do PT?"},
{"title": "FASCISTA É A ESQUERDA INTOLERANTE E COLETIVISTA", "date": null, "text": "\r\n\tInfelizmente a ignorância política não dói, não coça nem dá falta de ar. Sem perceber, acusam os outros daquilo que são."},
{"title": "AGORA É BOLSONARO. O RESTO É FIGURANTE.", "date": null, "text": "\r\n\tEleitores isentões podem parar de inventar moda. A maioria já decidiu que esta eleição presidencial se trava entre Bolsonaro e o petismo."},
{"title": "O BRASIL ENTRE A SALVAÇÃO E A PERDIÇÃO", "date": null, "text": "\r\n\tO futuro sairá das urnas. Ou o país rompe com a esquerda ou afunda de vez. A Venezuela é logo ali."},
{"title": "180906 O IMPEACHMENT DE DILMA FOI BOM PARA O BRASIL?", "date": null, "text": "\r\n\tO que teria acontecido no país se Dilma concluísse seu trágico mandato."},
{"title": "O SEMIABERTO E A NOSSA INSEGURANÇA", "date": null, "text": "\r\n\tPor que tantos criminosos são libertados por juízes que dizem ter as mãos atadas?"},
{"title": "DESTRUIÇÃO CRIMINOSA DA AUTOESTIMA E DA DIGNIDADE NACIONAL", "date": null, "text": "\r\n\tNão é nossa história, nem são nossas preciosas heranças culturais o que me constrange. Tenho vergonha é da política que fazemos!"},
{"title": "DESARMAR A POPULAÇÃO É COMO SERRAR OS CHIFRES DAS GAZELAS", "date": null, "text": "\r\n\tAlguns dias após a eleição presidencial de 2012, Bill Whittle fez um discurso em que mostrava o que um candidato conservador que de fato acreditasse nos princípios conservadores deveria ter dito para vencer as eleições. Este discurso ficou muito famoso e foi traduzido pelos Tradutores de Direita em 2015."},
{"title": "SOLIDARIEDADE A OLAVO DE CARVALHO", "date": null, "text": "\r\n\tA democratização do direito de opinião e a censura nas redes sociais."},
{"title": "CALOROSO APOIO DE LULA E SEU PARTIDO A CHÁVEZ E MADURO", "date": null, "text": "\r\n\tImpressionantes depoimentos de Lula e seu partido em favor dos ditadores venezuelanos e sua destruidora obra política."},
{"title": "JORDAN PETERSON: A IMPORTÂNCIA DOS PAIS", "date": null, "text": "\r\n\tUm breve e maravilhoso discurso legendado sobre responsabilidade! Parabéns aos Tradutores de Direita."},
{"title": "A ESTRATÉGIA GOLPISTA DO PT", "date": null, "text": "\r\n\tOnde o PT realmente quer chegar com a candidatura de Lula."},
{"title": "HABEAS DE LULA E DIRCEU - O FANATISMO DOMINANDO O ESTADO", "date": null, "text": "\r\n\tOs quatro caminhos para fazê-los parar."},
{"title": "A TIRANIA DOS SUSCETÍVEIS", "date": null, "text": "\r\n\tBreve comentário, com tradução, do processo de validação da vitimização."},
{"title": "ESTADO LAICO - MANTRA PARA ENGANAR BOBO", "date": null, "text": "\r\n\tComo a esquerda distorce o princípio da laicidade do Estado para ficar falando sozinha."},
{"title": "O MIMIMI DA ESQUERDA QUE DESPREZA O BRASIL", "date": null, "text": "\r\n\tRetiram a dignidade da história do Brasil para que os brasileiros não tenham identidade nacional e não se reconheçam dignos no tempo presente."},
{"title": "NÃO HAVERÁ INTERVENÇÃO. HAVERÁ ELEIÇÃO.", "date": null, "text": "\r\n\tA esquerda está adorando o discurso intervencionista."},
{"title": "CINCO MEDIDAS CONTRA OS INIMIGOS DO BRASIL", "date": null, "text": "\r\n\tPara aproveitar de modo positivo a lição da greve dos caminhoneiros."},
{"title": "O IRRESPONSÁVEL APOIO AOS PROMOTORES DO CAOS", "date": null, "text": "\r\n\tO Brasil jogado no acostamento pelos inescrupulosos que se infiltraram e dominam a greve dos caminhoneiros. E Cinco Medidas contra os Inimigos do Brasil."},
{"title": "JORDAN PETERSON \"PEGANDO\" UMA JORNALISTA", "date": null, "text": "\r\n\t "},
{"title": "A HORA ESCURA DO BRASIL E A IRRESPONSABILIDADE DOS GRANDES PARTIDOS", "date": null, "text": "\r\n\tO indesculpável papel dos partidos históricos numa hora e numa eleição tão importante para o futuro do país."},
{"title": "A ESQUERDA PRECISA FAZER COM QUE TUDO VÁ MAL PARA QUE ELA POSSA IR BEM", "date": null, "text": "\r\n\tObservações de uma viagem a Portugal."},
{"title": "OS \"FILHOS\" DE PAULO FREIRE", "date": null, "text": "\r\n\tAs trágicas consequências da Pedagogia da Opressão"},
{"title": "A DESPUDORADA LUTA PELA IMPUNIDADE NO STF", "date": null, "text": "\r\n\tA sociedade assiste estarrecida cinco ministro lutarem como legionários, como falange, a serviço da eterna impunidade dos crimes de colarinho branco."},
{"title": "PROCURADOR DE JUSTIÇA DENUNCIA A INDECENTE IMPUNIDADE NO BRASIL", "date": null, "text": "\r\n\tCom dados do sistema, números na tela, Procurador de Justiça Marcelo Monteiro desmonta as falácias com que protetores ideológicos da bandidagem escondem as trágicas dimensões da impunidade . E têm apoio do STF para agravá-la ainda mais."},
{"title": "A NAÇÃO SE ERGUE CONTRA A IMPUNIDADE", "date": null, "text": "\r\n\tQuem não for às ruas dia 3 de abril está com Gilmar Mendes, Dias Toffoli, Ricardo Lewandowski, Marco Aurélio Mello, Celso de Mello e Rosa Weber. E contra o Brasil."},
{"title": "AS FALÁCIAS E A HIPOCRISIA DE CERTOS MILITANTES DE “DIREITOS HUMANOS”", "date": null, "text": "\r\n\tAgem, realmente, em defesa de direitos humanos, certos defensores de \"direitos humanos\"?"},
{"title": "DEPUTADO GAÚCHO DESMASCARA MIMIMI PETISTA SOBRE CARAVANA DE LULA", "date": null, "text": "\r\n\tDeputado estadual Sérgio Turra desmonta o vitimismo da bancada petista após rejeição do Rio Grande do Sul à caravana de Lula."},
{"title": "UNIVERSIDADE PÚBLICA VIROU ESCOLINHA DO PT?", "date": null, "text": "\r\n\tA impunidade faz mal ao Brasil. A perda do senso moral, também."},
{"title": "TRÉGUA À HIPOCRISIA, POR FAVOR!", "date": null, "text": "\r\n\tComo podem os \"direitos humanos\" obstar operações para defesa daqueles que estão com seus direitos tolhidos e suas vidas sob permanente risco?"},
{"title": "QUANDO ATÉ A MORALIDADE É UMA IMPOSTURA", "date": null, "text": "\r\n\tCredibilidade é um patrimônio de construção lenta e perda rápida."},
{"title": "O COMPLICADO MOMENTO BRASILEIRO", "date": null, "text": "\r\n\tIves Gandra Martins comenta cenário atual da economia e política no Brasil, reforma previdenciária e situação do ex-presidente Lula."},
{"title": "O ESTRANHO CASO DE UM CERTO SÍTIO EM ATIBAIA", "date": null, "text": "\r\n\tSobre como o sítio de um jovem desconhecido e de poucos recursos mobilizou as maiores empreiteiras do país."},
{"title": "POR QUE NÃO EXISTE UM PARTIDO CONSERVADOR NO BRASIL?", "date": null, "text": "\r\n\tA diferença entre conservadores e liberais não é o liberalismo destes. Falta algo essencial aos conservadores brasileiros. Saiba o que é."},
{"title": "O BRASIL QUE EU QUERO (TV Globo)", "date": null, "text": "\r\n\tPenso que todos deveríamos gravar vídeos curtos dessa linha e propagarmos nas redes sociais."},
{"title": "DE PRESIDENTE A PRESIDIÁRIO", "date": null, "text": "\r\n\tUma análise das causas dos crimes de corrupção investigados no país e dos motivos pelos quais tantos os toleram ou se recusam a admitir que foram praticados."},
{"title": "PRISÃO POR CONDENAÇÃO EM SEGUNDA INSTÂNCIA", "date": null, "text": "\r\n\tDr. Ives Gandra da Silva Martins fala sobre prisão após condenação de réu em segunda instância."},
{"title": "O ESTRANHO CASO DE UM CERTO SÍTIO EM ATIBAIA", "date": null, "text": "\r\n\tSobre como o sítio de um jovem desconhecido e de poucos recursos mobilizou as maiores empreiteiras do país."},
{"title": "DR. IVES GANDRA COMENTA JULGAMENTO DE LULA", "date": null, "text": "\r\n\tUma análise da situação jurídico-política da pessoa do ex-presidente e a afrontosa pressão da militância petista."},
{"title": "BREVE EM PORTO ALEGRE - O PARTIDO DA MENTIRA IN CONCERT", "date": null, "text": "\r\n\tComo a imensa e poderosa máquina petista e esquerdopata sufoca a verdade."},
{"title": "ENTREGAR DE VEZ O PAIS AOS PATIFES?", "date": null, "text": "\r\n\tOs indignados com a atual representação parlamentar que votarem em branco ou anularem voto em 2018 estarão entregando o país a um número ainda maior de patifes."},
{"title": "FIDELIDADE AO PT NAS ESTATAIS E OS FUNDOS DE PENSÃO", "date": null, "text": "\r\n\tComo negócios estranhos e investimentos desastrosos causam rombos de dezenas de bilhões de reais, mas não afetam a devoção ao PT nas estatais brasileiras."},
{"title": "OS FAZEDORES DE CABEÇA E O ASSASSINATO DA HISTÓRIA", "date": null, "text": "\r\n\tEmpírica e eloquente constatação dos maus tratos, tortura e execução sumária a que a História é submetida por professores militantes de partidos de esquerda."},
{"title": "O BRASIL NÃO ERA ASSIM", "date": null, "text": "\r\n\tComo um país onde milhões quiseram vir morar, tornou-se um país de onde tantos querem ir embora"},
{"title": "NIGEL FARAGE CONFRONTA O PARLAMENTO EUROPEU SOBRE A INFLUÊNCIA DE GEORGE SOROS", "date": null, "text": "\r\n\tQuando se fala em globalismo, estrutura supranacional de poder político e demolição dos valores e da cultura ocidental, há quem diga que se trata de fantasmagorias e teoria da conspiração. Assista, então."},
{"title": "PROFETAS DE BELZEBU", "date": null, "text": "\r\n\tNinguém ajudou mais os movimentos pró-vida do que o ministro Roberto Barroso, abortista."},
{"title": "DERRUBAR ESTÁTUAS", "date": null, "text": "\r\n\tNeste pequeno e importante vídeo, José Manuel Fernandes, jornalista português, mostra estar em curso no seu país o mesmo processo de desconstrução cultural que venho denunciando aqui."},
{"title": "O ENEM E SEU INFAME PROJETO TOTALITÁRIO", "date": null, "text": "\r\n\tNada serve tão bem a um projeto totalitário de poder quanto um exame com as características do ENEM."},
{"title": "FOI O PT QUE FEZ, CERTO? ERRADO!", "date": null, "text": "\r\n\tExcelente exposição sobre falácias petistas, por André Fernandes."},
{"title": "ALEMANHA: PAI É PRESO POR FILHA TER SAÍDO DE AULA DE GÊNERO", "date": null, "text": "\r\n\tÉ para onde querem nos levar os militantes  incrustados no Ministério da Educação, que falam, no Congresso, pelas vozes do PT, PSOL e PCdoB. Sempre os mesmos partidos com visão totalitária do Estado.  Fonte: Observatório Interamericano de Biopolítica."},
{"title": "GUERRA CONTRA OS APLICATIVOS DE TRANSPORTE URBANO", "date": null, "text": "\r\n\tBurocratas e políticos incompetentes não podem ver algo funcionando bem."},
{"title": "UMA DAS MAIS ARRASADORAS REFUTAÇÕES A QUE JÁ ASSISTI", "date": null, "text": "\r\n\tDr. Miguel Nagib, do Escola sem Partido responde e reduz a pó a posição contrária, expressa pelo deputado Glauber Braga, líder da bancada do PSOL"},
{"title": "UMA REVERÊNCIA AO TOTALITARISMO E UM INSULTO À HUMANIDADE", "date": null, "text": "\r\n\tO memorial a Luiz Carlos Prestes e ao comunismo ofende o senso democrático da capital  gaúcha."},
{"title": "TUDO PARA ENGANAR VOCÊ", "date": null, "text": "\r\n\tEstratégias de dissimulação usada por formadores de opinião para induzi-lo a tolerar o mal e recusar o bem."},
{"title": "OS INDISPENSÁVEIS LIMITES DA TOLERÂNCIA", "date": null, "text": "\r\n\tQuando e como a tolerância deixa de ser virtude."},
{"title": "SÃO ALGUMAS CULTURAS MELHORES DO QUE OUTRAS?", "date": null, "text": "\r\n\tOu são todas as culturas e seus valores iguais? O autor best-seller Dinesh D'Souza, que nasceu na Índia e se mudou para os Estados Unidos, explica. "},
{"title": "ESPERANÇA NOS CONSERVADORES E LIBERAIS", "date": null, "text": "\r\n\tDepois de décadas entregues a \"progressistas\", populistas e esquerdistas, o Brasil passa a depositar sua esperança de combater o desastre moral com a retomada dos valores e a buscar o progresso econômico e social no dinamismo próprio da livre iniciativa."},
{"title": "MEGA MANIFESTAÇÃO CONTRA IDEOLOGIA DE GÊNERO NO PERU", "date": null, "text": "\r\n\tImpressionante e exemplar manifestação de rua contra essa praga ideológica que infesta o mundo, ocorrida em Lima, com gigantesca adesão popular. Mais uma evidência de que se trata de um plano internacional, com meios abundantes e finalidades perversas."},
{"title": "INIMIGOS PÚBLICOS", "date": null, "text": "\r\n\tVídeo gravado por Roberto Motta, adaptando para vídeo um texto meu sobre segurança pública."},
{"title": "COMO NASCE UM CORRUPTO", "date": null, "text": "\r\n\tA origem comum das várias formas de corrupção."},
{"title": "URGENTE! IDEOOGIA DE GÊNERO ATACA NOVAMENTE NA BASE NACIONAL COMUM CURRICULAR", "date": null, "text": "\r\n\tProf. Felipe Nery denuncia a terceira tentativa do movimento LGBT, atuante no MEC, de afetar a sexualidade das crianças através da ideologia de gênero nas salas de aula."},
{"title": "CADÁVERES POLÍTICOS E SEUS ELEITORES", "date": null, "text": "\r\n\tHá os que chamam bandidos de heróis. E há os que sepultam quem os iludiu."},
{"title": "ESTA MÉDICA REDUZIU A PÓ A IDEOLOGIA DE GÊNERO", "date": null, "text": "\r\n\tEles não desistem e voltaram. É preciso defender nossas crianças tanto da tentativa de erotizá-las precocemente quanto da  tentativa de dessexualizá-las para manobrá-las num projeto político-ideológico.  Se tiver dúvida, fique com a ciência em lugar do proselitismo. Se ainda assim tiver dúvida, observe quem defende a ideologia de gênero. Se ainda assim tiver dúvida é porque você faz parte do projeto."},
{"title": "LULA, TEÚDO E MANTEÚDO", "date": null, "text": "\r\n\tComo alguém pode se apresentar assim, tão ridículo, ao juiz e à nação?"},
{"title": "QUEERMUSEU, UM JOGO DE PODER", "date": null, "text": "\r\n\tAnálise das forças que atuaram no caso da exposição promovida pelo movimento LGBT em Porto Alegre."},
{"title": "MARXISMO CULTURAL", "date": null, "text": "\r\n\tPrimeira parte do vídeo que gravei para Brasil Paralelo (http://brasilparalelo.com.br/serie-brasil/) onde recomendo a todos se cadastrarem para assistir gratuitamente aos excelentes episódios da série Brasil- A última cruzada."},
{"title": "POR QUE EU TENHO QUE PAGAR TUDO ISSO?", "date": null, "text": "\r\n\tJoice Hasselmann faz uma série de perguntas incômodas, cujas respostas são mais incômodas ainda."},
{"title": "O SEQUESTRO DA SOCIEDADE BRASILEIRA PELO ESTADO", "date": null, "text": "\r\n\tComo, no Brasil, se inverteu a situação e o Estado se tornou soberano da sociedade. "},
{"title": "DEPUTADO RUSSO DENUNCIA OS CRIMES DO COMUNISMO (Legendado)", "date": null, "text": "\r\n\tImpressionante! Inflamado discurso anti-comunista do líder do Partido Liberal-Democrata da Rússia, Vladimir Zhirinovisky, no Parlamento da Federação Russa."},
{"title": "A NECESSÁRIA DESCONSTRUÇÃO DE PAULO FREIRE", "date": null, "text": "\r\n\tA fragilidade do mito e a malignidade da obra."},
{"title": "VENEZUELA, SIMÓN BOLÍVAR E O MUSSOLINI DE PALANQUE ", "date": null, "text": "\r\n\tA ditadura venezuelana, apesar de tudo, tem irrestrita parceria dos partidos de esquerda no Brasil."},
{"title": "LAVA JATO ELEITORAL", "date": null, "text": "\r\n\tSe a terceirização da política deu no que deu, façamos a faxina nós mesmos."},
{"title": "JORGE AMADO E O COMUNISMO", "date": null, "text": "\r\n\tO escritor baiano Jorge Amado confessa seu horror ao comunismo que, durante longos anos, foi tudo em sua vida, chegando a prejudicar enormemente a qualidade de sua obra."},
{"title": "MISSA DA ASCENSÃO NA CATEDRAL DE SAINT ETIENNE, EM AUXERRE", "date": null, "text": "\r\n\tO incrível efeito da música no interior de uma catedral gótica. Impossível resistir à tentação de registrar aquele momento enquanto participávamos da missa no último dia 25 de maio."},
{"title": "ENTREVISTA AO JORNALISTA DIEGO CASAGRANDE", "date": null, "text": "\r\n\tUm bom bate-papo com o jornalista Diego Casagrande, no programa Opinião Livre, gravado em abril, sobre expectativas para o futuro do Brasil."},
{"title": "VOTO EM LISTA FECHADA - O PRESERVATIVO DOS VIGARISTAS", "date": null, "text": "\r\n\tEntenda como o voto em lista fechada garante a reeleição dos corruptos e faz o eleitor de bobo."},
{"title": "CINCO COISAS SOBRE LARES SEM UM PAI", "date": null, "text": "\r\n\tInformações relevantes, de natureza estatística, sobre como essa situação aumenta significativamente a possibilidade de se desenvolverem problemas escolares e de comportamento."},
{"title": "MÃE ASSUME POSIÇÃO FIRME CONTRA IDEOLOGIA DE GÊNERO NAS ESCOLAS ", "date": null, "text": "\r\n\tDuplamente impressionante este vídeo que me enviaram. Enquanto a mãe de alunas, com muita propriedade, fala contra a introdução da ideologia de gênero nas escolas, a plateia, formada por professoras, reage histericamente..."},
{"title": "TV Antagonista no lançamento do documentário \"Impeachment: O Brasil nas ruas\"", "date": null, "text": "\r\n\tEm breve nas telinhas e telões."},
{"title": "PERSPECTIVAS POLÍTICAS PARA 2017", "date": null, "text": "\r\n\tPalestra que proferi em evento com esse nome organizado pelo deputado Marcel Van Hattem na ALERGS em 22/03/2017."},
{"title": "CONVERTENDO UM PESSIMISTA", "date": null, "text": "\r\n\tGanhe o dia e muito mais assistindo esta cena do filme Manalive, baseado no romance de mesmo nome, de G.K. Chesterton. Uau!"},
{"title": "O MALDITO DESARMAMENTO ACABOU EM MASSACRE ", "date": null, "text": "\r\n\tA regra do desarmamento é essencialmente imoral e levou ao massacre da população civil."},
{"title": "NEM LAMPEDUSA NEM BRUXELAS", "date": null, "text": "\r\n\tBelíssimo hino de louvor à Europa, cuja chama se enfraquece. Todos perdemos com isso."},
{"title": "UM DISCURSO TÃO BREVE QUANTO MEMORÁVEL NA FORMA E NO CONTEÚDO ", "date": null, "text": "\r\n\tEste vídeo é mais um excelente trabalho da Embaixada da Resistência. Estou reproduzindo aqui porque não encontrei a URL no respectivo canal do YouTube."},
{"title": "O QUE AINDA NÃO APRENDEMOS SOBRE NAZISMO, FASCISMO E COMUNISMO?", "date": null, "text": "\r\n\tSensacional e esclarecedora lição sobre os paraefeitos retrógrados de ideias travestidas de  \"progressistas\". Por Bill Whittle com legendas e acurada tradução dos beneméritos Tradutores de Direita."},
{"title": "REPRESENTANTE NIGEL FARAGE DÁ UMA LIÇÃO AO PARLAMENTO EUROPEU", "date": null, "text": "\r\n\tComo faz bem ver a hipocrisia sendo desmascarada por quem tem a coragem fazer isso!"},
{"title": "ALTERNATIVAS ATÉ 2018", "date": null, "text": "\r\n\tNeste vídeo comento as justas decepções para com o governo Temer. Mostro que o impeachment dividiu a Organização Criminosa (Orcrim), mas que uma solução com nova crise institucional e sem Temer é pior para chegar a 2018. Ética não se negocia, alternativas políticas, sim."},
{"title": "A BRONCA DO EMPRESÁRIO. QUANTAS VERDADES! ", "date": null, "text": "\r\n\tEis uma forma grosseira daquilo que o Estado faz, de modo mais sutil e de inúmeras formas, permanentemente."},
{"title": "ABAIXO A DITADURA DOS REITORES DA OPINIÃO PÚBLICA!", "date": null, "text": "\r\n\tPela primeira vez em quase um quarto de século abre-se, no STF, oportunidade para a designação de um ministro não alinhado com os desastrosos \"progressista\". Botemos pressão!"},
{"title": "AGRICULTOR FAZ EXPERIÊNCIA EUROPEIA NO BRASIL E FUNCIONA!", "date": null, "text": "\r\n\tParabéns a José Cláudio pela iniciativa e a seus clientes pela honestidade!"},
{"title": "UM INTELECTUAL CONSERVADOR DESACREDITA UM MILITONTO EM PÚBLICO ", "date": null, "text": "\r\n\tDinesh D'Souza responte a um estudante treinadinho para repetir discurso pronto. É nos EUA, mas parece em Porto Alegre e o jovem poderia ser do PT, do PSOL ou do PSTU. Sensacional. Legendado. Se possível, faça seus filhos ou seus netos assistirem."},
{"title": "QUANTO MAIS BANDIDOS SOLTOS, MELHOR PARA ELES", "date": null, "text": "\r\n\tFelipe Moura Brasil, neste vídeo, disponibiliza dados que permitem concluir: um poderoso grupo político, certa militância ideológica e intelectuais de esquerda têm objetivos que contam com o crescente aumento da insegurança no seio da população."},
{"title": "JOVEM AFRICANA FALA NA ONU SOBRE ABORTO E COLONIALISMO", "date": null, "text": "\r\n\tBrilhante manifestação de uma jovem, condenando a imposição de políticas abortivas  na África."},
{"title": "DICURSO DURANTE MANIFESTAÇÃO POLÍTICA NO PARCÃO O4/12/2016 ", "date": null, "text": "\r\n\tDiscurso proferido por Percival Puggina em 04/12/2016, durante ato público em defesa da Lava Jato e das medidas de combate à corrupção."},
{"title": "PALESTRA NO XXV ENCONTRO DE DIREITO CONSTITUCIONAL ", "date": null, "text": "\r\n\tPalestra esmiuçando os males do Presidencialismo, proferida no XXV Encontro de Direito Constitucional, promoção do Instituto Pimenta Bueno, em Porto Alegre, auditório da AGU, em 24/11/2016."},
{"title": "PRIVATIZAR É UMA EXCELENTE INICIATIVA ", "date": null, "text": "\r\n\tEste vídeo mostra por que privatizar empresas estatais é dos mais vantajosos negócios que uma sociedade pode fazer."},
{"title": "SOCIEDADE PARA UM LADO, STF PARA O OUTRO", "date": null, "text": "\r\n\tTrês principais divergências entre as posições do STF e as expectativas nacionais."},
{"title": "QUEM DEFENDERÁ O INDEFESO?", "date": null, "text": "\r\n\tPronunciamento do Prof. Hermes Rodrigues Nery na audiência pública realizada na Câmara dos Deputados, na Comissão de Defesa dos Direitos das Pessoas com Deficiência, para debater os aspectos relacionados à microcefalia e o surto de zika no Brasil e as políticas públicas relacionadas ao tema; em 06 de dezembro de 2016."},
{"title": "POR QUE VOCÊ ESTÁ CERTO?", "date": null, "text": "\r\n\tNum vídeo de quatro minutos, com legendas, Greg Gutfeld, autor do livro \"Why are you right?\" mostra que esquerdistas só podem existir conservadores trabalhando para produzir a riqueza que eles querem gastar. Note, ao assistir, que \"liberal\" nos países de lingua inglesa é equivalente à nossa esquerda."},
{"title": "WILLIAM WAACK EXPLICA O BRASIL", "date": null, "text": "\r\n\tEm menos de 3 minutos, William Waack expõe meia dúzia de conceitos fundamentais sobre o Brasil."},
{"title": "CONTESTAÇÃO AOS ARGUMENTOS ABORTISTAS", "date": null, "text": "\r\n\tNeste vídeo refuto, um a um, todos os argumentos utilizados pelos defensores do aborto."},
{"title": "LOBÃO: COMO ME TORNEI EX-PT", "date": null, "text": "\r\n\tNeste breve vídeo, disponível no canal de Consciência Patriótica no YouTube, o músico Lobão conta como entrou e como saiu do PT."},
{"title": "IDEIAS QUE PARAM O BRASIL - 4º VÍDEO - ESTADO DE BEM ESTAR SOCIAL SEM DINHEIRO ", "date": null, "text": "\r\n\tA Assembleia Nacional Constituinte de 1988 constitucionalizou no Brasil um Estado de Bem Estar Social sem dinheiro. Deu nisso que está aí."},
{"title": "ROBERTO JEFFERSON, SEMPRE UM ESPETÁCULO - IURD E PSOL", "date": null, "text": "\r\n\tRoberto Jefferson - Na cadeia do Rio de Janeiro, a Igreja Universal é o lado positivo, enquanto o PSOL é o negativo."},
{"title": "BELÍSSIMO DISCURSO DE FORMATURA (UFSC)", "date": null, "text": "\r\n\tUm discurso para assinar embaixo. Ou aplaudir de pé."},
{"title": "UMA REFLEXÃO DE CARLOS VEREZA, CIDADÃO BRASILEIRO ", "date": null, "text": "\r\n\tImportantes observações sobre a eleição carioca e sobre o PSOL."},
{"title": "IDEIAS QUE PARAM O BRASIL - 3º VÍDEO - INUTILIDADES: INCRA, REFORMA AGRÁRIA E MST ", "date": null, "text": "\r\n\tO pesado investimento nacional em Reforma Agrária tem retorno infinitamente menor do que se destinado à Educação e só serve para manter a pauta revolucionária do MST."},
{"title": "IDEIAS QUE PARAM O BRASIL - 2º VÍDEO - O ESTADO QUE \"CUIDA DAS PESSOAS\" ", "date": null, "text": "\r\n\tNão basta tirar o PT do poder. É preciso tirar o poder do PT e o petismo da cabeça das pessoas."},
{"title": "IDEIAS QUE PARAM O BRASIL - VÍDEO 1: A UTOPIA DA IGUALDADE ", "date": null, "text": "\r\n\tPrimeiro vídeo da série \"IDEIAS QUE PARAM O BRASIL\". Abordo, aqui, a confusão entre igualdade e justiça e o igualitarismo como objetivo nacional."},
{"title": "ALEXANDRE GARCIA DÁ NO MEIO DE LEWANDOWSKY", "date": null, "text": "\r\n\tAlexandre Garcia, um jornalista que honra a profissão que exerce, puxa as orelhas golpistas do presidente do STF, que fraudou a Constituição, ao vivo e a cores, ante os olhos da sociedade brasileira. "},
{"title": "ARROZ E FEIJÃO DO BRASIL PARA MANTER A DITADURA CUBANA ", "date": null, "text": "\r\n\tE é muito arroz e muito feijão, 3,5 mil toneladas, curiosamente enviados a um país onde, pela propaganda comunista, não há miséria nem fome..."},
{"title": "DO QUE É FEITA UMA VIDA BOA?", "date": null, "text": "\r\n\tExcelente vídeo! Com legendas em português, Robert Waldinger expõe resultado de uma pesquisa que já leva 75 anos de observações feitas pelo Harvard's Department of Psychiatry e contidas numa pesquisa denominada Study of Adult Development. Vale a pena o tempo gasto para assistir."},
{"title": "DESCOBERTO GOLPE DOS POLÍTICOS PARA ACABAR COM A LAVA JATO", "date": null, "text": "\r\n\tDenúncia gravíssima neste vídeo postado por www.redebrasil.NET."},
{"title": "ASSISTAM A ESTA JOVEM JORNALISTA ENQUADRANDO A NADADORA JOANNA MARANHÃO", "date": null, "text": "\r\n\tAtleta brasileira resolveu ser militante política, se deu mal, e ouviu o recado que merecia de uma jornalista com coragem de dizer o que pensa."},
{"title": "MANDE OUTRA CARTA, DILMA ROUSSEFF!", "date": null, "text": "\r\n\tA carta de Dima Rousseff à Nação e ao Senado é um manifesto de quem não se importa com a tragédia em que precipitou o país."},
{"title": "A ORIGEM DO BEM E DO MAL", "date": null, "text": "\r\n\tEm apenas 5 minutos, este excelente vídeo da Prager University, legendado pelos Tradutores de Direita, responde uma questão filosófica essencial, onde todo desvio induz ao erro.  Recomendo efusivamente!"},
{"title": "PEQUENAS TOLERÂNCIAS, SÉRIAS CONSEQUÊNCIAS ", "date": null, "text": "\r\n\tComentário sobre um raro caso de invasão de prédio público em que o promotor designado acolheu a denúncia formulada no inquérito policial e a subsequente reação da turma dos \"direitos humanos\"."},
{"title": "O PT USA TÉCNICAS DE DESINFORMAÇÃO DESENVOLVIDAS PELA KGB", "date": null, "text": "\r\n\tQual a ideia inspiradora do Tribunal Internacional pela Democracia no Brasil? Conheça a inspiração e a trampa por trás do fato."},
{"title": "NÓS SABEMOS QUEM VOCÊS SÃO E ESTAMOS VENDO O QUE VOCÊS FAZEM. ", "date": null, "text": "\r\n\tUma rápida análise das forças que se unem contra o combate a corrupção, contra a condenação dos corruptos e contra o juiz Sérgio Moro. Dia 31 de julho, aos milhões, vamos às ruas dizer a eles que a nação os conhece, que percebemos suas intenções e estamos vendo o que fazem contra o Brasil."},
{"title": "RAINHA ELIZABETH II PASSEIA EM LONDRES NO SEU 90º ANIVERSÁRIO", "date": null, "text": "\r\n\tPara quem acha que chefia de Estado é uma inutilidade e que tradições precisam ser superadas  para dar lugar a não sei exatamente o quê. "},
{"title": "MARCEL VAN HATTEM RESPONDE A LEANDRO KARNAL", "date": null, "text": "\r\n\tMarcel Van Hattem responde as acusações do prof. Leandro Karnal ao projeto Escola Sem Partido."},
{"title": "GOVERNO TEMER DESFAZ O APARELHAMENTO PETISTA DAS FFAA!", "date": null, "text": "\r\n\tAto do governo retira o critério político nas promoções militares e restitui o mérito como forma de ascensão nas carreiras. "},
{"title": "PAULO FREIRE E A TRAGÉDIA DA EDUCAÇÃO", "date": null, "text": "\r\n\tNeste vídeo, eu comento sobre a dificuldade de desenvolver um país que em 2012 declarou Paulo Freire como \"Patrono da Educação Nacional\"."},
{"title": "COMO, POR QUE E QUEM RECUSA A MERITOCRACIA NO BRASIL", "date": null, "text": "\r\n\tEm vídeo sobre armadilhas que capturaram o Brasil, falo sobre a recusa ao mérito e à meritocracia. Um desastre construído em nome de falsa justiça e de falsa igualdade."},
{"title": "CONDICIONAMENTO COMPORTAMENTAL NAS ESCOLAS", "date": null, "text": "\r\n\tUma leitura do que acontece, do que mobiliza e da política que age ostensivamente nas atuais invasões de prédios escolares, mas é destilada em doses constantes em tantas salas de aula."},
{"title": "IDEOLOGIA DE GÊNERO: DESCONSTRUÇÃO DA IDENTIDADE", "date": null, "text": "\r\n\tHangout realizado no dia 20 de junho, no qual participo junto com o professor Felipe Nery, sob condução de Claudio Batalha."},
{"title": "DILMA ELOGIA TEMER DE MODO ENTUSIASMADO", "date": null, "text": "\r\n\tNeste vídeo, Dilma exalta as virtudes de Temer e afirma que ele tem condições de substitui-la em suas ausências."},
{"title": "PAULO FREIRE SERVE COMO SINÔNIMO DE AMOR?", "date": null, "text": "\r\n\tO prof. de História Thomas Giulliano mostra neste breve vídeo o desvio filosófico e ideológico de Paulo Freire na direção das tiranias e seus fundamentos."},
{"title": "DISCURSOS DE DILMA, A MENTIROSA", "date": null, "text": "\r\n\tJoice Hasselmann analisa os discursos de despedida da presidente Dilma."},
{"title": "O ARRASADOR DISCURSO DO SENADOR MAGNO MALTA", "date": null, "text": "\r\n\tNa instalação da Comissão de Impeachment no Senado Federal, Magno Malta e proferiu um discurso fulminante. Desses que não admitem contestação, nem beicinho, nem mimimi."},
{"title": "CALA BOCA JANDIRA!", "date": null, "text": "\r\n\tJoice Hasselmann falou por mim nesta mensagem a Jandira Feghali."},
{"title": "DILMA E O PT SÃO VÍTIMAS DE SUA ARROGÂNCIA", "date": null, "text": "\r\n\tComo o PT se autodestruiu quando poderia tentar salvar-se. "},
{"title": "DEU PITI NO DEPUTADO PETISTA", "date": null, "text": "\r\n\tDeputado Marcel Van Hattem responde com veemência e de modo irretorquível a uma provocação de colega petista. "},
{"title": "LULA ENSINA COMO FAZER O IMPEACHMENT DE DILMA", "date": null, "text": "\r\n\tNada como um dia depois do outro. O vídeo mostra a desonestidade intelectual de quem troca de discurso como troca de gravata."},
{"title": "JORNALISTA FAZ O MINISTRO MARCO AURÉLIO ARREPENDER-SE DE TER IDO AO RODA VIVA", "date": null, "text": "\r\n\tJornalista José Neumanne Pinto diz ao ministro Marco Aurélio Mello, no programa Roda Viva, verdades que ele não queria ouvir."},
{"title": "LÍDERES PETISTAS PEDINDO IMPEACHMENT DE FHC...", "date": null, "text": "\r\n\tNada como um dia depois do outro para mostrar as duas faces de quem as tem."},
{"title": "\"NÃO É NADA MEU\"", "date": null, "text": "\r\n\tExcelente sátira! Neguinho da Beija-Flor canta samba de Boca Nervosa, ironizando os bens de Lula."},
{"title": "POLITICAMENTE CORRETO, MARXISMO CULTURAL E ESCOLA DE FRANKFURT", "date": null, "text": "\r\n\tUma síntese muito bem feita da história dessa estratégia que acabou contaminando e ameaça destruir a cultura e a civilização ocidental, conforme uma estratégia pensada e aplicada de modo sistemático."},
{"title": "NUMEROSA E ENÉRGICA MANIFESTAÇÃO DE JUÍZES FEDERAIS EM DEFESA DE SÉRGIO MORO", "date": null, "text": "\r\n\tCom suas togas, os magistrados federais desceram de seus gabinetes para defender o juiz da 13ª Vara Federal de Curitiba dos ataques que vem recebendo. por cumprir, rigorosamente, o seu dever."},
{"title": "IMAGENS DE 13 DE MARÇO. NÃO VOU DESISTIR DO BRASIL", "date": null, "text": "\r\n\tVídeo em excelente defição com cenas emocionantes da manifestação em São Paulo. A produção é do publicitário paulista Silvio Medeiros."},
{"title": "ALEXANDRE GARCIA ME REPRESENTA", "date": null, "text": "\r\n\tComentário de Alexandre Garcia sobre as manifestações do dia 13 de março."},
{"title": "ÀS RUAS NO DIA 13!", "date": null, "text": "\r\n\tEstas são as minhas razões. Quais são as suas?"},
{"title": "WILLIAM WAACK -  UMA AULA DE TRÊS MINUTOS ", "date": null, "text": "\r\n\tClaro, verdadeiro e bem humorado, William Waack, neste vídeo da Consciência Patriótica, indica obviedades que a burrice governante insiste em recusar."},
{"title": "BISPO AUXILIAR DE APARECIDA E A CABEÇA DA JARARACA", "date": null, "text": "\r\n\tEm homilia, D. Darci José Nicioli, auxiliar de Aparecida, pede a graça de \"pisar na cabeça da jararaca\". Por essa (como diria meu amigo Genaro) São Luis Inácio de Guarujá não esperava..."},
{"title": "NESTE CASO, LULA TEM INTEIRA RAZÃO", "date": null, "text": "\r\n\tMeu partido, meu negócio, vem em primeiro lugar."},
{"title": "DOIS FARSANTES", "date": null, "text": "\r\n\tOuça o que dizem estes dois farsantes que usaram o nosso dinheiro para vender, à nação brasileira, mentiras, mistificações e ilusões."},
{"title": "EM 1,5 MINUTOS, MEIA DÚZIA DE VERDADES QUE A ESQUERDA DETESTA OUVIR", "date": null, "text": "\r\n\tDeputada espanhola Isabel Bonig, com admirável eloquência, refuta colega Marina Albion, da bancada comunista, e faz afirmações que todo brasileiro também deveria ouvir."},
{"title": "PRESIDENTE DILMA ROUSSEFF OU COMANDANTE FRANCESCO SCHETTINO?", "date": null, "text": "\r\n\tEu me sentiria mais seguro viajando num navio comandado pelo Francesco Schettino, do Costa Concórdia, do que vivendo sob um governo como o dessa senhora."},
{"title": "LULA FALA SOBRE SEU SÍTIO", "date": null, "text": "\r\n\tLula, em vídeo, discorre sobre suas atividades campeiras e sobre \"o fogão de lenha que eu tenho\"..."},
{"title": "VEJAM A ARROGÂNCIA COM QUE FALA O LÍDER DO MST", "date": null, "text": "\r\n\tJoão Pedro Stedile se declara senhor das rodovias brasileiras e ameaça parar o Brasil."},
{"title": "DEPUTADO ONIX LORENZONI EXPLICA O MEGA ESCÂNDALO DA SETE BRASIL", "date": null, "text": "\r\n\tExcelente explicação sobre a maior sinecura do Petrolão."},
{"title": "CHEGA DE TANTO IMPOSTO!", "date": null, "text": "\r\n\tHaja dinheiro para sustentar o desastre ético, social e político instalado no país."},
{"title": "MANHAS E ARTIMANHAS DA ARGUMENTAÇÃO PETISTA", "date": null, "text": "\r\n\tFica entre o irritante e o divertido acompanhar as linhas de raciocínio seguidas pelos defensores do governo petista."},
{"title": "O RAPAZ FALA POR TODOS OS BRASILEIROS PAGADORES DAS CONTAS DAS GASTANÇAS E DAS LAMBANÇAS OFICIAIS", "date": null, "text": "\r\n\tExcelente vídeo do movimento \"CONSCIÊNCIA PATRIÓTICA\"."},
{"title": "UMA LIÇÃO SOBRE PRIORIDADES QUE TAMBÉM DEVERÍAMOS APRENDER", "date": null, "text": "\r\n\tAndré Rizek relata aqui um episódio muito instrutivo. O protagonista, Pedro Santana Lopes, fora primeiro ministro de Portugal. Era, à época do fato (2007), deputado na Assembleia da República e presidia o grupo parlamentar do PSD. Observem a reação dele diante de uma inoportuna interrupção da entrevista que concedia à uma emissora de TV portuguesa."},
{"title": "QUEM DIRIA? O PT SE DEFENDE COMO O TAVARES... ", "date": null, "text": "\r\n\tRefutação à falácia de que impeachment fere a democracia e é golpe nas instituições."},
{"title": "DEP. ONIX LORENZONI FALA SOBRE DESTINO FINAL DA LAVA JATO ", "date": null, "text": "\r\n\tEm entrevista ao jornalista Diego Casagrande o deputado federal Onix Lorenzoni mostra quem é o inevitável alvo final da operação."},
{"title": "EM PLENA CRISE, GOVERNO GASTA MILHÕES PATROCINANDO CLUBES DE FUTEBOL ", "date": null, "text": "\r\n\tNuma canetada só, foram-se R$ 83 milhões em patrocínios da CEF!"},
{"title": "BOLSONARO DENUNCIA MATERIAL \"PEDAGÓGICO\" PROMOVENDO HOMOSSEXUALIDADE INFANTIL", "date": null, "text": "\r\n\tA pior consequência de se confiar o governo a quem o assume com más intenções é que esse grupo político dirigirá, também, a educação pública."},
{"title": "MENTIR É PECADO, BOFF", "date": null, "text": "\r\n\tO vídeo faz uma montagem entre a propaganda do regime cubano, a cargo de Leonardo Boff, e afirmações em contrário feitas por Carlos Moore, escritor cubano radicado no Brasil, que padeceu sobre o regime."},
{"title": "CONTESTAÇÃO AOS 12 ARGUMENTOS DOS ABORTISTAS", "date": null, "text": "\r\n\tRefuto, neste vídeo, os 12 \"argumentos\" utilizados pelos defensores do aborto, mostrando que nenhum deles se sustenta."},
{"title": "ALEXANDRE GARCIA FALA SOBRE OS NOVOS ACHAQUES TRIBITÁRIOS DE 2016 ", "date": null, "text": "\r\n\tTintim por tintim, o que vem por aí para pagar a conta do festim."},
{"title": "O RELATO DESSA MOCINHA NORTE COREANA EMOCIONA O MUNDO ", "date": null, "text": "\r\n\tUma fuga para a liberdade. E dizer que existem políticos e partidos no Brasil que aplaudem esse regime diabólico!"},
{"title": "PÁTRIA \"EDUCADORA\" MANDA A FAMÍLIA ÀS FAVAS", "date": null, "text": "\r\n\tApesar das deliberações do Congresso Nacional e da rejeição social, a revolução hedonista continua sendo conduzida pela militância petista em vários setores da administração federal. Misturar administração pública com partido político dá nisso."},
{"title": "PT - DO ASSASSINATO DE REPUTAÇÕES AO SUICÍDIO DA PRÓPRIA", "date": null, "text": "\r\n\tBreve relato sobre um conhecido caso de suicídio moral."},
{"title": "EM EXCELENTE VÍDEO, MBL DESMENTE LULA", "date": null, "text": "\r\n\tÀ medida que fala, Lula, o grande farsante, vai sendo desmentido pelos fatos. "},
{"title": "EXCELENTE! DEPUTADO MARCEL ENFRENTA AS GALERIAS EM DEFESA DA RESPONSABILIDADE FISCAL ", "date": null, "text": "\r\n\tTrecho do pronunciamento do deputado durante a votação da Lei de Responsabilidade Fiscal. Ele enfrenta as vaias daqueles que preferem um Estado fiscalmente irresponsável."},
{"title": "PRESIDENTE NACIONAL DO PT LISTA BLOGUEIROS QUE TRABALHAM PARA O PARTIDO NA INTERNET ", "date": null, "text": "\r\n\tVeja que são todos pagos pelos contribuintes brasileiros para que façam sua \"militância\" remunerada. Estamos falando de centenas de milhões de reais. Num país sério bastaria isso para derrubar o governo."},
{"title": "MACRI DÁ GOLEADA EM DILMA NA CÚPULA DO MERCOSUL", "date": null, "text": "\r\n\tCompare a presidente Dilma que não sabe onde está nem o que diz, com a fala do presidente da Argentina. Veja, especialmente, o que ambos dizem sobre a situação da Venezuela. "},
{"title": "IPVA NO BRASIL E NOS EUA", "date": null, "text": "\r\n\tConsumidor brasileiro nos EUA visita loja de automóveis e mostra como somos roubados pelo governo."},
{"title": "IMPEACHMENT NÃO É GOLPE!", "date": null, "text": "\r\n\tDeputado estadual Marcel Van Hattem contesta sofismas dos governistas a respeito do processo constitucional de impeachment."},
{"title": "ÀS RUAS, PELO IMPEACHMENT! ", "date": null, "text": "\r\n\tO impeachment é uma exigência da dignidade nacional. Seu \"dono\" é o povo brasileiro."},
{"title": "QUE PARTIDO É ESSE CUJOS JOVENS CULTUAM A DESONRA? ", "date": null, "text": "\r\n\tComentário sobre o Congresso Nacional da Juventude do PT e sua exaltação aos condenados à Papuda."},
{"title": "IDEOLOGIA DE GÊNERO DEVE SER COMBATIDA", "date": null, "text": "\r\n\tExposição de Hermes Rodrigues Nery à Comissão de Educação sobre Ideologia de Gênero"},
{"title": "ELEGIA DO SOLDADO FERIDO", "date": null, "text": "\r\n\tDiscurso de Edilson Mougenot Bonfim em homenagem a um PM ferido pelos black blocs em 2013. Simplesmente admirável."},
{"title": "BEM QUE NOS FAZ FALTA UM DISCURSO DESSES POR AQUI", "date": null, "text": "\r\n\tCarly Fiorina anuncia sua candidatura à presidência dos EUA pelo Partido Republicano."},
{"title": "LULA CONFESSA ESTELIONATO ELEITORAL", "date": null, "text": "\r\n\tE querem que fique tudo por isso mesmo..."},
{"title": "DESFILE DE CENTENAS DE MUÇULMANOS NA ALEMANHA DEIXA POPULAÇÃO PERPLEXA", "date": null, "text": "\r\n\tImagine a encrenca que vem por aí quando essa população crescer e começar a exigir seus \"direitos\", a manifestar suas aversões religiosas e a impor a xharia..."},
{"title": "HISTÓRIA DO \"POLITICAMENTE CORRETO\" (LEGENDADO)", "date": null, "text": "\r\n\tUm imperdível relato sobre como, quando e por quem foi concebido esse poderoso instrumento para controle da liberdade de pensamento e expressão, capaz de nos submeter sem que o percebamos."},
{"title": "151027 3º VÍDEO DA SÉRIE \"ARMADILHAS QUE CAPTURARAM O BRASIL\" - A RECUSA AO MÉRITO", "date": null, "text": "\r\n\tSaiba quem e por que se recusa a meritocracia no Brasil."},
{"title": "POR QUE OS COLETIVISMOS SÃO TODOS GENOCIDAS?", "date": null, "text": "\r\n\tConheça o erro fundamental que leva os coletivismos a cometerem as monstruosidades que cometem."},
{"title": "MAURO IASI, DO COMITÊ CENTRAL DO PCB, DEFENDE A EXECUÇÃO DOS CONSERVADORES", "date": null, "text": "\r\n\tFalou alto, falou claro, convocou os camaradas e arrancou aplausos de um auditório lotado. Os coletivismos, comunismo entre eles, são todos genocidas."},
{"title": "QUER CONHECER OS CRIMES QUE LEVAM AO IMPEACHMENT? ", "date": null, "text": "\r\n\tAssista a Dra. Janaina Paschoal co-autora, com Hélio Bicudo, do pedido de abertura do processo que mais provavelmente irá tramitar."},
{"title": "2º VÍDEO DA SÉRIE \"ARMADILHAS QUE CAPTURARAM O BRASIL\" - A DEPENDÊNCIA DO ESTADO", "date": null, "text": "\r\n\tComo do sonho do Estado de Bem-Estar Social caímos no pesadelo do Estado do Mal-Estar Social."},
{"title": "YOU RAISE ME UP (TU ME ANIMAS) LEGENDADO", "date": null, "text": "\r\n\tO cantor, Martin Hurkens, foi uma descoberta do programa Holland Got Talent e canta para o público numa rua central de Amsterdam. Belíssimo!"},
{"title": "151009 1º VÍDEO DA SÉRIE \"ARMADILHAS QUE CAPTURARAM O BRASIL\" - O SISTEMA DE GOVERNO", "date": null, "text": "\r\n\tEste é o primeiro vídeo de uma série em que abordarei as armadilhas que capturam o Brasil e emperram nosso desenvolvimento político, social e econômico. Comecemos com o maldito presidencialismo."},
{"title": "NÃO DUVIDE: DILMA QUER ESTOCAR VENTO!", "date": null, "text": "\r\n\t\"Proposta\" foi apresentada por Dilma à ONU. Não duvide. Assista."},
{"title": "DE LAVAR A ALMA", "date": null, "text": "\r\n\tProtesto contra Lewandowsky durante solenidade ocorrida em Maceió."},
{"title": "ACONTECIDO NUMA PEQUENA CIDADE DO INTERIOR DA INGLATERRA ", "date": null, "text": "\r\n\tMuito interessante ouvir o que dizem os muçulmanos, principalmente quando conversam com a moça de vermelho."},
{"title": "O CARÁTER DUPLAMENTE CRIMINOSO DAS PEDALADAS DE DILMA", "date": null, "text": "\r\n\tNeste pequeno vídeo, destacado pelo prof.Paulo Moura da entrevista dos Drs. Hélio Bicudo e Janaina Paschoal ao programa Roda Vida , fica-se conhecendo o caráter criminoso das pedaladas fiscais levadas a efeito pela presidente com nítido intuito eleitoral, o que, se bem julgado, resulta em crime de responsabilidade e crime eleitoral."},
{"title": "ESTARRECEDORA ENTREVISTA DE UM PROCURADOR DA REPÚBLICA ", "date": null, "text": "\r\n\tAssista, e nunca mais duvide da perversidade dessa gente."},
{"title": "JUDICIÁRIO SOLTARÁ 120 MIL PRESOS EM FLAGRANTE!", "date": null, "text": "\r\n\tCom a adoção do sistema de audiências de custódia, presos em flagrante aguardarão julgamento em liberdade. Muito humano para os presos e muito desumano para a sociedade."},
{"title": "MOVIMENTO PARLAMENTAR SUPRAPARTIDÁRIO PEDE IMPEACHMENT", "date": null, "text": "\r\n\tPronunciamento do senador Ronaldo Caiado durante ato de criação do Movimento Parlamentar Suprapartidário pelo impeachment da presidente Dilma."},
{"title": "IMIGRANTES APEDREJAM TREM ENQUANTO ATRAVESSAM REGIÃO HÚNGARA", "date": null, "text": "\r\n\tEnquanto correm e jogam pedras, gritam \"Allah akbar\"..."},
{"title": "A CRIMINOSA INTENÇÃO DA IDEOLOGIA DE GÊNERO ", "date": null, "text": "\r\n\tQuem é, de fato, preconceituoso nesse debate? Quem defende um conceito, ou a minoria que tenta impor mera opinião a toda a sociedade através do sistema de ensino?"},
{"title": "BENÍCIO DEL TORO, QUE FEZ \"EL CHE\" E GAGUEJA MAIS DO QUE FALA SOBRE SEU ÍDOLO", "date": null, "text": "\r\n\tUm exemplo difícil de ser superado sobre o dano que o esquerdismo causa ao cérebro humano"},
{"title": "A NOSSA BANDEIRA JAMAIS SERÁ VERMELHA", "date": null, "text": "\r\n\tHangout do Sete de Setembro, com Olavo de Carvalho, Marcel Van Hattem, Beatriz Kicis e Percival Puggina"},
{"title": "VEJA O QUE FOI FEITO PARA QUE DILMA PUDESSE APARECER EM PÚBLICO NO SETE DE SETEMBRO", "date": null, "text": "\r\n\tE a imprensa não mostrou. Ou se mostrou, eu não vi... O público nas arquibancadas foi selecionado a dedo. E os demais, isolados atrás de um muro que ficou conhecido como \"Muro da Vergonha\". Dilma! Pede para sair!"},
{"title": "HANGOUT COM  NIVALDO CORDEIRO", "date": null, "text": "\r\n\tFalamos sobre a crise fiscal do Rio Grande do Sul, o Sete de Setembro, a crise política nacional e meu novo livro \"A tomada do Brasil\". "},
{"title": "FUNAI DANDO CARONA PARA ÍNDIOS INVADIREM PROPRIEDADES RURAIS!", "date": null, "text": "\r\n\tVídeo mostra a chegada de viatura da FUNAI levando índios para promover uma invasão no Mato Grosso do Sul. Se os índios descessem teria início um processo judicial sem fim. Observe o desespero dos produtores rurais. E note: a FUNAI faz isso com nosso dinheiro."},
{"title": "GLORIA ALVAREZ FALA SOBRE COMO O POPULISMO É SEDUTOR E ILUDE O POVO ", "date": null, "text": "\r\n\tUma breve preleção alertando para um fenômeno próprio da nossa América Ibérica."},
{"title": "COM A PALAVRA SUA EXCELÊNCIA A PRESIDENTE DO BRASIL NESTA HORA DE MÚLTIPLAS CRISES", "date": null, "text": "\r\n\tMais uma aula sobre a realidade brasileira proporcionada pela presidente que deve dirigir o país nestes tormentosos momentos da história republicana. Muito obrigado, Lula. "},
{"title": "IDEOLOGIA DE GÊNERO E AGENDA ANTIFAMÍLIA ", "date": null, "text": "\r\n\tContinuação da entrevista do prof Hermes Nery sobre o caráter revolucionário da ideologia de gênero e seu alvo na instituição familiar."},
{"title": "IDEOLOGIA DE GÊNERO VISA A REENGENHARIA SOCIAL ", "date": null, "text": "\r\n\tBreve definição do tema pelo prof. Hermes Rodrigues Nery"},
{"title": "OMISSÃO DE JANOT É PRODUTO TÍPICO DO NOSSO MODELO INSTITUCIONAL", "date": null, "text": "\r\n\tPara entender o Brasil. Saiba por que Janot fez o que fez e disse o que disse ante o pedido de investigação nas contas da campanha de Dilma "},
{"title": "PAULO FREIRE E A DESGRAÇA DA EDUCAÇÃP", "date": null, "text": "\r\n\tParadoxo: o responsável pelo desastre educacional brasileiro é o festejado Patrono da Educação!"},
{"title": "ATENÇÃO SENHORES PAIS, PROFESSORES E ESCOLAS!", "date": null, "text": "\r\n\tProcurador da República orienta os pais sobre como agir em casos de excessos na educação sexual infantil dentro das escolas."},
{"title": "MINISTRO GILMAR MENDES VÊ FRAUDE NAS CONTAS DA CAMPANHA DE DILMA", "date": null, "text": "\r\n\tManifestação gravíssima do ministro sobre as contas da campanha da presidente e sobre o desprepara do TSE. "},
{"title": "EVO MORALES AMEAÇA O BRASIL EM DEFESA DE DILMA E DO PT", "date": null, "text": "\r\n\tO aloprado presidente boliviano mandou recado à oposição brasileira. Quem não se faz respeitar, acaba sendo desrespeitado a esse ponto. "},
{"title": "DROGAS - O STF VAI FAZER OUTRA DAS SUAS... ", "date": null, "text": "\r\n\tCom Gilmar Mendes votando como votou, demos mais um passo na direção da liberação total das drogas."},
{"title": "FOTOGRAFIA DO BRASIL DE HOJE, TIRADA HÁ 24 ANOS!", "date": null, "text": "\r\n\tOuça o que diz Ulysses Guimarães em entrevista a Jô Soares sobre o impeachment de Collor. Veja o quanto tudo se aplica ao Brasil neste momento. Ulysses morreu como um homem digno. Jô Soares virou cúmplice."},
{"title": "SILAS MALAFAIA RESPONDE ÀS AMEAÇAS DO PRESIDENTE DA CUT", "date": null, "text": "\r\n\tE mostra a quem, de fato, elas se dirigem. Importante assistir."},
{"title": "DOMINGO TODOS ÀS RUAS", "date": null, "text": "\r\n\tTemos muito a mostrar  e dizer a nós mesmos, aos nossos governantes e aos poderes do Estado."},
{"title": "PRESIDENTE DA CUT PEDE \"IDA À RUA COM ARMAS NA MÃO\" SE TENTAREM DERRUBAR DILMA", "date": null, "text": "\r\n\tNa frente da presidente da República, e sem qualquer contestação por parte dela, tendo ao fundo o painel da \"Pátria Educadora\", o presidente da CUT chama sem \"exército\" à luta armada!"},
{"title": "DEPUTADO RUSSO DENUNCIA CRIMES DE LÊNIN E STALIN E DESMORALIZA A BANCADA COMUNISTA", "date": null, "text": "\r\n\tLegendas em Português."},
{"title": "LULA E JOSÉ DIRCEU - UMA LONGA HISTÓRIA DE CUMPLICIDADE", "date": null, "text": "\r\n\tExcelente trabalho de coleta de imagens e vídeos, feita por Felipe Moura Brasil. São 15 minutos documentais, imperdíveis, nos bastidores da política interna e externa do Brasil."},
{"title": "DIA 16, VEM PRA RUA", "date": null, "text": "\r\n\tVídeo motivacional"},
{"title": "JORNALISTA PAULO EDUARDO MARTINS ACONSELHA E DESAFIA JOSÉ DIRCEU ", "date": null, "text": "\r\n\tVale a pena assistir a convocação que Paulo Eduardo Martins faz a José Dirceu para entregar aqueles que o abandonaram."},
{"title": "PARCELAR VENCIMENTOS APENAS DO PODER EXECUTIVO É \"LEGAL\". MAS NÃO É JUSTO. ", "date": null, "text": "\r\n\tComentário sobre as dificuldades fiscais do Rio Grande do Sul e injusta distribuição de suas consequências entre os poderes de Estado."},
{"title": "A PIOR DAS CORRUPÇÕES", "date": null, "text": "\r\n\tComentário sobre a Pedagogia do Oprimido e a desastrosa corrupção das mentes infantis e juvenis nas salas de aula do Brasil. "},
{"title": "HANGOUT \"QUEREMOS NOSSO BRASIL DE VOLTA!\"", "date": null, "text": "\r\n\tHangout ocorrido no dia 31 de julho, com Hermes Rodrigues Nery, Miguel Nagib, Percival Puggina e Lorde Clarke. Em debate, principalmente, a necessidade de ações concretas para impedir a militância esquerdista na Educação, uma das principais causas dos grandes problemas sociais, políticos e econômicos do país."},
{"title": " BRASIL, DE CRISE EM CRISE VAMOS FICANDO PARA TRÁS", "date": null, "text": "\r\n\tSerá que a crise institucional que se avizinha, pela qual aguardamos como solução, vai nos levar de volta ao mesmo modelo institucional gerador de sucessivas crises, que não nos permite prosperar e promover o desenvolvimento social do país?"},
{"title": "DINESH D'SOUZA EXPÕE HIPOCRISIA DE ESTUDANTE \"PROGRESSISTA\"", "date": null, "text": "\r\n\tUm debate sobre correção de \"injustiças históricas\" e \"ações afirmativas\" entre um estudante esquerdista e um conhecido autor católico e conservador. "},
{"title": "A MÍDIA CHAPA BRANCA CONTRA A NOVA DIREITA", "date": null, "text": "\r\n\tHangout com Olavo de Carvalho, Jair Bolsonaro, Beatriz Kicis de Sordis e Marcello Reis."},
{"title": "CONVOCAÇÃO PARA O 16 DE AGOSTO", "date": null, "text": "\r\n\tSerá um dia muito especial para aqueles que anseiam por um outro Brasil. (Vídeo do MBL)"},
{"title": "A ESSÊNCIA CONSERVADORA DO BRASIL", "date": null, "text": "\r\n\tPalestra do prof. Hermes Rodrigues Nery sobre o papel salvador que o conservadorismo pode representar para o Brasil."},
{"title": "O SAMBA DE SWING NEGRO COM CHAPA BRANCA", "date": null, "text": "\r\n\tChinchila Productions, com Augustinho da Adelaide (música) e Felipe Moura Brasil (letra) denunciam, em samba, artistas que bajulam o governo petista e dele se beneficiam. Você verá muitos conhecidos puxa-sacos do governo petista, neste vídeo de 3 minutos."},
{"title": "MUITA COISA RUIM ACONTECE QUANDO O GOVERNO CRESCE ", "date": null, "text": "\r\n\tInteressante reflexão sobre as perdas da sociedade com o crescimento do governo."},
{"title": "DILMA E SEU ENCONTRO SORRATEIRO, INCONFESSÁVEL ", "date": null, "text": "\r\n\tComentário sobre o encontro de Dilma e Lewandowsky no seu esconderijo da cidade do Porto."},
{"title": "ALEXIS TSIPRAS RECEBE UM SERMÃO DE UM LIBERAL", "date": null, "text": "\r\n\tAcompanhe o discurso do liberal Guy Verhofstadt, ex-primeiro ministro da Bélgica e atual líder da Aliança dos Democratas e Liberais pela Europa, no parlamento europeu, falando ao primeiro-ministro grego presente à sessão."},
{"title": "IRRESPONSABILIDADE FISCAL: UM CRIME COM 200 MILHÕES DE VÍTIMAS!", "date": null, "text": "\r\n\tComentário sobre as graves consequências da irresponsabilidade fiscal e a incrível tolerância da sociedade com o mau uso do seu dinheiro."},
{"title": "A FILOSOFIA DO PARTIDO REPUBLICANO - BILL WHITTLE", "date": null, "text": "\r\n\tDurante o  Restauration Weekend, após a derrota para os democratas em 2012, Bill Whittle fala sobre os fundamentos filosóficos e os valores do Partido Republicano. Uma explanação brilhante."},
{"title": "PAPA FRANCISCO, A TEOLOGIA DA LIBERTAÇÃO E OS MOVIMENTOS SOCIAIS", "date": null, "text": "\r\n\tComentário sobre aspectos da visita do Papa Francisco à países da América Ibérica."},
{"title": "LULA, RÉU CONFESSO, AFIRMA SABER TUDO DA PETROBRAS", "date": null, "text": "\r\n\tUm achado do jornalista Augusto Nunes. Neste vídeo, em viva-voz, perante risos da cúpula da Petrobras à época, confessa saber de tudo que acontece lá dentro."},
{"title": "\"PROFESSORES\" ASSIM SÃO PESSOAS PERIGOSAS", "date": null, "text": "\r\n\tProfessor da USP e consultor de ética da UNESCO defende a tese de que pedófilo é vítima da natureza e que pedofilia é uma forma incontrolável de amor."},
{"title": "MST DESTRUINDO REFLORESTAMENTO DA ARAUPEL EM QUEDAS DO IGUAÇU - PR", "date": null, "text": "\r\n\tE há quem insista em denominá-los como \"movimentos sociais\", cultuando-os como agentes de uma vida em harmonia com a natureza."},
{"title": "OS FALSOS DEFENSORES DE DIREITOS HUMANOS ", "date": null, "text": "\r\n\tComentário sobre quatro funções objetivas da pena e o caráter subjetivo da ressocialização."},
{"title": "PADRE PAULO RICARDO FALA NO CONGRESSO SOBRE IDEOLOGIA DE GÊNERO", "date": null, "text": "\r\n\tExposição muito esclarecedora proporcionada por esse extraordinário presbítero católico a quem o Cristianismo, no Brasil, já muito deve."},
{"title": "VEM PRA RUA, LULA!", "date": null, "text": "\r\n\tLula manda Dilma ir para a rua, defender o governo, mas ele mesmo vive se escondendo..."},
{"title": "DEPUTADA ÉRIKA KOKAY RECEBE UMA AULA DE RACIOCÍNIO LÓGICO DE SILAS MALAFAIA", "date": null, "text": "\r\n\tSilas Malafaia aborda questões social e politicamente relevantes, especialmente sobre liberdade de opinião, Estado de Direito, Estado laico e função do parlamento, além, é claro, de demolir a interlocutora a ponto de ver-se obrigada a debandar do plenário."},
{"title": "LULA FALA MAL DO BRASIL, DIZ QUE MENTE E RI DAS MENTIRAS ", "date": null, "text": "\r\n\tEste vídeo mostra o Lula, numa reunião do Instituto Lula (ou será Instituto Pinóquio) vangloriando-se das próprias mentiras."},
{"title": "PIOR DOS MUNDOS: GOVERNO PETISTA, OPOSIÇÃO TUCANA E GOVERNABILIDADE PEEMEDEBISTA", "date": null, "text": "\r\n\tQuando não existe solução boa, a racionalidade manda descartar a pior. Essa norma se aplica à crise política brasileira. "},
{"title": "PROJETO DA NOVA LEI ORGÂNICA DA MAGISTRATURA AGRIDE A NAÇÃO", "date": null, "text": "\r\n\t Em matéria de Raquel Scheherazade para a Jovem Pan, conheça a nova investida do STF contra a sociedade pagadora de impostos. O projeto da nova LOMAN (Lei Orgânica da Magistratura Nacional) vai aos requintes de bondade para a magistratura e de maldade para os jurisdicionados,  cujos impostos, em 2013, custearam gastos de R$ 62 bilhões. A proposta avança muito além das prerrogativas inerentes aos cargos e vai direto aos mais requintados privilégios. "},
{"title": "IDEOLOGIA DE GÊNERO E DOUTRINAÇÃO", "date": null, "text": "\r\n\tHangout comandado por Rodolpho Loreto no canal Terça Livre, programa Boletim Livre. Gostei muito de fazer o programa. Espero que você também goste."},
{"title": "SENADORES BRASILEIROS NA VENEZUELA E A INSANÁVEL CONTRADIÇÃO DO GOVERNO PETISTA", "date": null, "text": "\r\n\tComentário sobre a tentativa de senadores brasileiros de visitar presos políticos venezuelanos punidos por uma ditadura que recebe irrestrito apoio do governo do PT."},
{"title": "PAULO RABELLO DE CASTRO", "date": null, "text": "\r\n\tImportante depoimento do economista Paulo Rabello de Castro ao Roda Viva  evidenciando que a crise é do governo e do Estado, que joga seus efeitos sobre o setor produtivo da economia."},
{"title": "ESSE FALOU POR MIM", "date": null, "text": "\r\n\tJoão Revolta mostra que, ao entrevistar Dilma da forma como o fez, Jô Soares se desmoralizou profissionalmente."},
{"title": "SESSENTA TONS DE VERMELHO (OU SESSENTA MOTIVOS PARA NÃO APOIAR O PT)", "date": null, "text": "\r\n\tAtendendo solicitação de leitores, volto a postar no site um vídeo que gravei no início de outubro do ano passado, listando sessenta motivos para não votar no PT. Esse vídeo, somando as várias repostagens, já teve mais de cem mil visualizações. Ao mesmo tempo em que o reproduzo o vídeo aqui, publico o texto original como artigo, atendendo reiteradas sugestões de leitores que me pedem para abrir a lista à inclusão de outras razões que apontam."},
{"title": "O MARXISMO ESTÁ DESTRUINDO A UNIVERSIDADE BRASILEIRA ", "date": null, "text": "\r\n\tO que aconteceu na UFSM, com ação de alunos, funcionários e professores é resultado do alinhamento ideológico que domina o meio acadêmico brasileiro."},
{"title": "PRESIDENTE DO TJ DE SÃO PAULO \"EXPLICA\" O AUXÍLIO MORADIA E SE EXPÕE AO RIDÍCULO", "date": null, "text": "\r\n\tAssista a entrevista em que o desembargador diz que o auxílio moradia foi um disfarce para aumentar salário. "},
{"title": "SEGURANÇA PÚBLICA - O QUE RESOLVE E O QUE NÃO RESOLVE", "date": null, "text": "\r\n\tO governo e as instituições do Estado adotam a pior política de segurança pública. A que nada faz!"},
{"title": "GILBERTO CARVALHO É ALVO DE PANELAÇO E APITAÇO EM BELO HORIZONTE", "date": null, "text": "\r\n\tDurante evento de formação política na Faculdade Jesuíta de Belo Horizonte - FAJE - um grupo de alunos resolveu protestar. E deu no que se vê nesse vídeo..."},
{"title": "A QUE OU A QUEM SE DEDICAM AS INSTITUIÇÕES?", "date": null, "text": "\r\n\tBreve comentário sobre um país onde os membros dos poderes de Estado parecem viver num outro mundo e numa outra realidade que não é a nacional, seja nos meios, seja nos fins."},
{"title": "OS INGÊNUOS ESTÃO NA CADEIA ALIMENTAR DOS MAL INTENCIONADOS ", "date": null, "text": "\r\n\tO Brasil está sofrendo uma nova crise de omissão, que é filha primogênita da ingenuidade."},
{"title": "UM SHOPPING NO CONGRESSO NACIONAL", "date": null, "text": "\r\n\tComento a aprovação pela Câmara dos Deputados da proposta de uma PPP para construção de um Shopping Center junto ao Congresso Nacional."},
{"title": "FERNANDO HOLIDAY FALA SOBRE MAIORIDADE PENAL", "date": null, "text": "\r\n\tBlogueiro líder do Movimento Brasil Livre fala sobre maioridade penal. Um vídeo para divulgar. Excelente exposição. Sensata e verdadeira."},
{"title": "FINANCIAMENTO PÚBLICO DE CAMPANHA EVITA CORRUPÇÃO?", "date": null, "text": "\r\n\tDe onde saiu essa ideia?"},
{"title": "O ASSASSINO DO MÉDICO CARIOCA É \"MENOR INFRATOR\"", "date": null, "text": "\r\n\tE vai cumprir medidas sócio-educativas porque isso é, segundo o ECA uma questão de direitos humanos..."},
{"title": "NÃO SE AJUDA A DEMOCRACIA ASSIM, CNBB!", "date": null, "text": "\r\n\tSobre os erros da CNBB quando se põe a apresentar soluções concretas a especificidades que nunca foram parte da missão da Igreja, como é o caso dos sistemas eleitorais."},
{"title": "ENTREVISTA TV AL RS - BLOCO IV", "date": null, "text": "\r\n\tNeste bloco conversamos sobre a crise moral no Brasil."},
{"title": "ENTREVISTA À TV AL RS BLOCO III", "date": null, "text": "\r\n\tNeste bloco, falamos sobre problemas e soluções institucionais para o Brasil"},
{"title": "DEPUTADO DO DEM/MS CAUSA GARGALHADAS AO CRITICAR O PT", "date": null, "text": "\r\n\tO sujeito arrasa em menos de um minuto."},
{"title": "REVISTA CARTA CAPITAL É FINANCIADA PELO MINISTÉRIO DA EDUCAÇÃO", "date": null, "text": "\r\n\tO prof. Alexandre Seltz denuncia o financiamento do FNDE à revista Carta Capital nas Escolas, de distribuição gratuita às escolas do país."},
{"title": "ENTREVISTA À TV DA ASSEMBLEIA LEGISLATIVA RS BLOCO II", "date": null, "text": "\r\n\tUma abordagem responsável sobre responsabilidade fiscal num país que cultua a irresponsabilidade como virtude."},
{"title": "DISCURSO FANTÁSTICO DO COORDENADOR DO MOVIMENTO BRASIL LIVRE", "date": null, "text": "\r\n\tQue belo exemlo esses jovens estão dando ao país!"},
{"title": "KIM KATAGUIRI, LÍDER DO MBL, BATE DE FRENTE COM MST E PT", "date": null, "text": "\r\n\tDurante a marcha para Brasília, o líder do MBL falou na Câmara de Vereadores de Uberlândia e disse algumas verdades a líderes do MST e do PT que, ao longo do percurso, vêm tentando tumultuar a marcha. "},
{"title": "APRENDAMOS COM OS INGLESES", "date": null, "text": "\r\n\tComentário sobre a vitória de David Cameron e sobre as vantagens do voto distrital."},
{"title": "ENTREVISTA À TV DA ASSEMBLEIA LEGISLATIVA BLOCO I", "date": null, "text": "\r\n\tEntrevistado pelo jornalista Milton Cardoso, neste bloco falamos sobre as dificuldades fiscais do RS."},
{"title": "A DERROTA DA DEMOCRACIA", "date": null, "text": "\r\n\tExcelente trabalho, em conteúdo e qualidade técnica, elaborado por Daison Paz, sobre as burlas e trampas a que foi submetida a democracia em nosso país."},
{"title": "O PT NÃO PRECISA EXPULSAR OS COMPANHEIROS CONDENADOS.", "date": null, "text": "\r\n\tTodo condenado perde vários direitos, inclusive os direitos políticos."},
{"title": "UNS POUCOS ANOS DE COMUNISMO E A VENEZUELA FICOU ASSIM", "date": null, "text": "\r\n\tO governo comunista que levou a Venezuela a esta situação tem incondicional apoio do governo petista, para o que der e vier."},
{"title": "PROCURADOR DENUNCIA PROPAGANDA IDEOLÓGICA EM SALAS DE AULA", "date": null, "text": "\r\n\tDr. Miguel Nagib, em entrevista durante Fórum em Cascavel, que tratou sobre Ética, Família e Educação, denuncia a inconstitucionalidade da doutrinação ideológica que está em curso na rede de ensino do país."},
{"title": "O QUE É MAIS IMPORTANTE? PARA A MÍDIA, IMPORTANTE NÃO FOI O PANELAÇO, MAS ONDE ELE ACONTECEU... ", "date": null, "text": "\r\n\tVeja por que essa obstinação em caracterizar as reações ao governo petista como coisa de uma determinada \"classe social\""},
{"title": "TOFFOLI NÃO PODE JULGAR OS RÉUS DA LAVA JATO", "date": null, "text": "\r\n\tSomente uma enorme omissão do STF, da mídia, da OAB, do Congresso Nacional e da opinião pública pode explicar que o ministro Toffoli consiga, mesmo, julgar os réus da Lava Jato. Será que nossas instituições perderam todo senso moral?"},
{"title": "O PT ENTRA EM GUERRA", "date": null, "text": "\r\n\tFulminante comentário sobre o Caderno de Teses divulgado pelo PT."},
{"title": "COMO TUDO COMEÇOU EM CURITIBA", "date": null, "text": "\r\n\tNa clandestinidade, assaltavam bancos. Nos sindicatos, não respeitam a lei. No governo, menos ainda. Qual é a novidade?"},
{"title": "BANDA LOKA LIBERAL PROTESTA CONTRA DILMA EM PORTO ALEGRE", "date": null, "text": "\r\n\tEssa banda tem feito o \"agito\" nas grandes mobilizações de Porto Alegre contra o governo petista. Desta vez, foi diante da casa onde pretendia passar o feriadão na capital gaúcha. Dilma não aguentou e voltou para Brasília ainda no sábado."},
{"title": "CONTRATADO PELA ITAIPAVA, LULA FALA E NINGUÉM DÁ BOLA", "date": null, "text": "\r\n\tContratado para palestra em fábrica de cerveja Lula é solenemente ignorado pelo público. Na opinião do jornalista Augusto Nunes, Lula hoje não consegue nem vender cerveja."},
{"title": "A \"ZELITE\" DO LULA E A QUE O BRASIL PRECISA", "date": null, "text": "\r\n\tCertamente a \"zelite\" que o Lula detesta e \"criminaliza\" é a elite que ele conhece, da qual ele e os seus fazem parte. Esta convocação vai para a outra parte da elite. Aquela de que todo país necessita."},
{"title": "MARGARET THATCHER: \"NÃO EXISTE ESSA COISA DE DINHEIRO PÚBLICO\"", "date": null, "text": "\r\n\tEm dois minutos uma aula de responsabilidade fiscal que se tivesse sido aprendida pelos governos petistas, o Brasil não estaria na situação em que está. Em dois minutos, ela proclama a racionalidade da qual o PT sempre zombou."},
{"title": "PALESTRA SOBRE \"INVOLUÇÃO CULTURAL NO BRASIL\"", "date": null, "text": "\r\n\tSíntese, em 40 min, da palestra que fiz em 17/04/2015 ao Instituto Pelotense de Estudos Conservadores. "},
{"title": "NA COLÔMBIA, COMO AQUI: A \"EDUCAÇÃO SEXUAL\" É INSTRUMENTO DA REVOLUÇÃO.", "date": null, "text": "\r\n\tQuando o Olavo de Carvalho escrevia sobre isso, dizia-se que era \"teoria da conspiração\"..."},
{"title": "CAIADO CRITICA CADERNO DE TESES DO PT", "date": null, "text": "\r\n\tUm pronunciamento esclarecedor sobre as propostas do PT para continuar no poder mesmo tendo perdido todas as condições políticas e morais para continuar a exercê-lo."},
{"title": "PROFESSORES MARXISTAS, PEDÓFILOS DA PEDAGOGIA! ABUSADORES DE MENTES JUVENIS!", "date": null, "text": "\r\n\tA imensa e revoltante máquina de produzir atraso e destruir mentes juvenis que opera nas salas de aula do Brasil."},
{"title": "UNIVERSITY OF TEXAS AT AUSTIN 2014 ", "date": null, "text": "\r\n\tOrador: Admiral William H. McRaven"},
{"title": "HINO DO IMPEACHMENT", "date": null, "text": "\r\n\tImpeachment está na Constituição."},
{"title": "E O PAPA FRANCISCO PRESTIGIA ESSE MARXISTA LENINISTA!", "date": null, "text": "\r\n\tImpossível entender a acolhida que a Santa Sé e o Papa Francisco prestaram a esse sujeito que propôs canonizar Santo Antônio... Gramsci. E que, se pudesse, acabava com o Brasil, com a Argentina, fazendo da América Ibérica uma grande república comunista."},
{"title": "UM GRITO POR RESPEITO DA CIDADANIA PAGADORA DE IMPOSTOS ", "date": null, "text": "\r\n\tExcelente e motivador brado de revolta em forma de rap. Imformam-me ser de autoria de um certo Gabriel Pensador."},
{"title": "A RESISTÊNCIA NO CONGRESSO CONTRA O GOVERNO PT - RONALDO CAIADO", "date": null, "text": "\r\n\tEm ato com grupos de resistência democrática, Caiado assegura a disposição das oposições ao PT de investigar o governo e apoiar o processo de impeachment."},
{"title": "AS LIÇÕES DO DIA 12 DE ABRIL", "date": null, "text": "\r\n\tMinhas reflexões sobre a esplêndida manifestação do Brasil no dia 12 de abril."},
{"title": "CPI DO PETROLÃO - CARLOS SAMPAIO INTERROGA VACCARI", "date": null, "text": "\r\n\tMuito bom!"},
{"title": "MARCHA PARA 12 DE ABRIL - JUCA CHAVES", "date": null, "text": "\r\n\tMotivação para fazermos no dia 12 de abril a maior manifestação popular contra um governo que o Brasil já proporcionou. Para saber que o governo está preocupado basta ver tudo que ele faz para desmerecer as manifestações e confrontá-las com os movimentos que ele antigamente comandava numestalo de dedos. Hoje nem isso mais ele tem."},
{"title": "MENSAGEM DE PÁSCOA DO PRIMEIRO MINISTRO BRITÂNICO DAVID CAMERON", "date": null, "text": "\r\n\tOs britânicos acordaram neste domingo de Páscoa com uma mensagem (polêmica para alguns ateus) do seu primeiro-ministro com votos de uma boa Páscoa. Este vídeo ilustra a diferença entre líderes conservadores, que se preocupam com toda a base de sustentação histórica e filosófica por detrás da construção de sua cultura, em comparação com a atividade destrutiva dessas bases dos líderes ditos progressistas. "},
{"title": "DOUTRINAÇÃO POLÍTICA E IDEOLÓGICA NAS ESCOLAS - AUDIÊNCIA PÚBLICA 24/03/2015", "date": null, "text": "\r\n\tEste evento, embora longo, documenta o ato mais significativo até agora realizado, e muito desejado, por quem quer melhorar a qualidade da educação brasileira, começando por acabar com os maus usos da sala de aula e abusos praticados por educadores que se valem de sua autoridade não para ensinar, mas para criar alunos à sua imagem e semelhança. A audiência pública, na Comissão de Educação, foi uma conquista do movimento Escola sem Partido."},
{"title": "A \"MARAVILHOSA\" SEGURIDADE SOCIAL CUBANA", "date": null, "text": "\r\n\tA TV cubana está exibindo um comercial (gravado em péssimas condições de um televisor dos anos 70) sobre a \"maravilhosa\" seguridade social cubana. Assista-o aqui: http://youtu.be/WQJy1RElXzc."},
{"title": "A VOZ ENÉRGICA DE UM CIDADÃO NEGRO QUE REJEITA O DIVISIONISMO INSTITUÍDO PELO PT ", "date": null, "text": "\r\n\tVale a pena assistir este vídeo em que um cidadão negro e pobre assume sua responsabilidade cívica e política e solta o verbo convocando o Brasil para as manifestações do dia 12 de abril."},
{"title": "FORO DE SÃO PAULO - O INIMIGO NÚMERO UM", "date": null, "text": "\r\n\tUm breve, mas útil, resumo de informações e opiniões sobre o Foro de São Paulo, essa criatura de Lula e Fidel Castro que hoje assombra a América Latina."},
{"title": "KIM KATAGUIRI (19 ANOS) DETONA JEAN WYLLYS E O DESAFIA PARA UM DEBATE", "date": null, "text": "\r\n\tO debate jamais será aceito, obviamente. Em nenhuma das formas propostas. Mas o vídeo vale pela escrachinada  que o jovem, com elegância e segurança,  dá no deputado bobalhão."},
{"title": "PROTESTOS DE RUA EM CUBA E DETENÇÃO DE JORNALISTAS FINLANDESES", "date": null, "text": "\r\n\tAs jornalistas Jessica Stolzmann, Jaana Kanninen e o cinegrafista Oscar Romero que trabalhavam em equipe para a Radio Televisão Nacional da Finlândia foram detidos enquanto gravavam estas cenas de um protesto público, no último dia 3 de março em Havana. Posteriormente foram liberados por um funcionário do serviço de imigração. Das manifestantes nada mais se sabe."},
{"title": "PENSANDO O BRASIL - GASTO PÚBLICO", "date": null, "text": "\r\n\tExcelente vídeo! Especialistas falam sobre o gasto público brasileiro, seus problemas, e melhores alternativas para orientá-lo. "},
{"title": "ESTRONDOSA VAIA A MIGUEL ROSSETTO NO CONGRESSO DA UNE ", "date": null, "text": "\r\n\tUm ciclo se encerra. O muro de Berlim também caiu de podre e a grito."},
{"title": "Rir pra não chorar! Impeachment, PT, Lula, Dilma, Stédile, MST, FHC, Mensalão, Petrolão", "date": null, "text": "\r\n\tImperdível. Esse governo é uma coleção de idiotices. Vale a pena assistir. Refresca a memória, diverte e motiva."},
{"title": "POR QUE MENTEM, ROUBAM E SÃO INCORRIGÍVEIS ", "date": null, "text": "\r\n\tHá um problema de caráter autorizando que todos os malefícios sejam perpetrados."},
{"title": "O TRIUNFO DO MARXISMO CULTURAL - Olavo de Carvalho, Cliff Kincaid e Jerry Kenney", "date": null, "text": "\r\n\tOlavo de Carvalho conversa com Cliff Kincaid e Jerry Kenney a respeito da penetração cultural do marxismo nos Estados Unidos, no Brasil e no mundo, o Foro de São Paulo e a relação do PT com as ditaduras comunistas do continente, o caráter fraudulento das eleições brasileiras de 2014, o papel ideal do cristianismo e da Igreja Católica no bloqueio das várias tiranias mundiais em desenvolvimento e sobre seu debate. "},
{"title": "LOUCURAS BOLIVARIANAS - EXERCÍCIOS POPULARES DE DEFESA CONTRA ATAQUES NORTE-AMERICANOS", "date": null, "text": "\r\n\tGrupos \"cívico-militares\" sob comando das Forças Armadas venezuelanas ensaiam durante um ataque simulado, formas de proteção da população em caso de ofensiva aéreo-terrestre por tropas norte-americanas. A TV transmite como parte do treinamento. Uma comédia que o Obama estimulou ao manifestar sua preocupação com as possíveis consequências do ódio que  governo comunista do país está suscitando contra os Estados Unidos."},
{"title": "DILMA NÃO COMERÁ O PERU DE NATAL NO PLANALTO", "date": null, "text": "\r\n\tO colunista de VEJA Marco Antonio Villa aposta que Dilma não termina o ano na Presidência da República. E, inspirado pelos ganhos de José Dirceu, lança o programa social \"Minha cela, minha consultoria\". \"Se o doleiro Youssef falar na CPI da Petrobras, Dilma cai\","},
{"title": "OLAVO NO CONCLAVE DE WASHINGTON", "date": null, "text": "\r\n\tPalestra de Olavo de Carvalho sobre como o Brasil virou no que virou, as ideias que o levaram a isso e as pessoas e organizações que conduziram o desastre. "},
{"title": "ENTREVISTA DE 2004 SOBRE \"A TRAGÉDIA DA UTOPIA\"", "date": null, "text": "\r\n\tEntrevista ao programa Midia sem Mascara na TV. Estou sendo entrevistado sobre Cuba e o livro que escrevi a respeito, ao lado do grande e saudoso  José Monir Nasser. Fala-se muito também sobre o Brasil e ideias que continua fazendo imenso dano ao Brasil."},
{"title": "PUGGINA, LOBÃO, THOMAS GIULLIANO E DIEGO CASAGRANDE", "date": null, "text": "\r\n\tUma conversa solta e esclarecedora sobre a situação nacional. Coragem cívica para enfrentar os poderosos da República."},
{"title": "INSTITUTO LULA OU INSTITUTO PINÓQUIO", "date": null, "text": "\r\n\tLula mente, diz que mente e ri das próprias mentiras sobre o Brasil."},
{"title": "DEMAGOGOS, POPULISTAS, CALOTEIROS", "date": null, "text": "\r\n\tA demagogia, os privilégios a corrupção saem do nosso bolso porque o Estado não tem um centavo que seja dele mesmo."},
{"title": "TV AMERICANA IRONIZA SITUAÇÃO DE DILMA", "date": null, "text": "\r\n\tSimplesmente imperdível. Verdadeiro, certeiro e muito engraçado. "},
{"title": "O DEP. ONIX LORENZONI DIZ A SÉRGIO GABRIELLI TUDO QUE ELE TINHA QUE OUVIR.", "date": null, "text": "\r\n\tQuem não assistiu a essa sessão da CPI deve, ao menos, assistir este vídeo."},
{"title": "NÃO SOMOS CEGOS NEM MUDOS. AS RAZÕES DO IMPEACHMENT.", "date": null, "text": "\r\n\tDescrevo neste vídeo os motivos pelos quais uma nação que se respeite não pode ficar impassível ante tamanha improbidade. O impeachment é a solução viável porque emendar-se o governo não vai."},
{"title": "FHC É ALIADO ESTRATÉGICO DO PT", "date": null, "text": "\r\n\tLúcido comentário e José Nivaldo Cordeiro, que todos deveriam assistir, a começar pelos membros do Congresso Nacional."},
{"title": "DILMA É SONORAMENTE VAIADA HOJE AO INAUGURAR FEIRA EM SÃO PAULO", "date": null, "text": "\r\n\tPresidente, pede para sair, presidente. O teatro acabou, o pano caiu, agora só tem vaia."},
{"title": "A INTEGRAÇÃO QUE ELES QUEREM NÃO É ECONÔMICA OU SOCIAL, MAS POLÍTICA E IDEOLÓGICA", "date": null, "text": "\r\n\tAssista esse vídeo, são 16 min., e tome conhecimento do fanatismo que se entranha no país com conceitos supranacionais, que nada têm a ver com integração social ou econômica, mas com integração ideológica e política."},
{"title": "15 DE MARÇO - O VÍDEO DO VEMPRARUA", "date": null, "text": "\r\n\tVídeo de convocação, motivador, bem feito e no tom certo. Vamos multiplicar."},
{"title": "PT E CNBB 35 ANOS DE UNIÃO ESTÁVEL", "date": null, "text": "\r\n\tA união estratégica entre o PT e a CNBB já passou dos limites."},
{"title": "A GUERRA CIVIL NO BRASIL -   Alexandre Garcia", "date": null, "text": "\r\n\tAlexandre Garcia afirma o que nossas autoridades se recusam a admitir. A criminalidade declarou guerra à nação e está fazendo com que tenhamos mais vítimas aqui do que em países que estão em conflito militar armado."},
{"title": "O TELEFONEMA DE GILMAR MENDES PARA SILVAL BARBOSA, ENTÃO GOVERNADOR DO MT, INVESTIGADO PELA PF", "date": null, "text": "\r\n\tVeja se isso é conversa que um ministro do STF mantenha com um governador preso em flagrante. A conversa foi gravada pela Polícia Federal, com autorização do STF. Leia a reportagem: http://glo.bo/1DJGaLi"},
{"title": "SMARTMATIC,UNA EMPRESA CRIMINAL PARA ROBAR ELECCIONES", "date": null, "text": "\r\n\tDescrição minuciosa sobre a influência da empresa Smartmatic em eleições na América Latina."},
{"title": "PAIS E FILHOS DE ESQUERDA", "date": null, "text": "\r\n\tBelo trabalho do Felipe Moura Brasil. É quase um grito de dor ante o que fazem com a cabeça do povo brasileiro."},
{"title": "MARCO ANTONIO VILA FALA SOBRE TRADIÇÃO AUTORITÁRIA NA REPÚBLICA BRASILEIRA", "date": null, "text": "\r\n\tExcelente, verdadeira e honesa exposição sobre nossa história republicana, com ênfase para o período iniciado em 1964."},
{"title": "HANGOUT THOMAS, LOBÃO, DIEGO, PUGGINA", "date": null, "text": "\r\n\tUma avaliação sobre as perspectivas sociais e políticas do ano de 2015. Uma realização da meritória equipe da Civilização Ocidental, sob o comando de Thomas Giulliano."},
{"title": "LULA AMEAÇA POPULAÇÃO ORDEIRA COM O EXÉRCITO DE STÉDILE", "date": null, "text": "\r\n\tEm ato de gangsterismo político, Lula faz ameaças visando coibir manifestações contrárias ao governo!"},
{"title": "ENTENDA AS VANTAGENS DO VOTO DISTRITAL ", "date": null, "text": "\r\n\tA reforma política de que se está falando não altera substancialmente a regra do jogo nem a motivação de candidatos e eleitores. O perfil corporativo da Câmara permanece. A reforma que muda a qualidade exige voto distrital e separação entre Estado, governo e Administração, impedindo o governo de instrumentalizar partidariamente o Estado, a Administração e as empresas estatais."},
{"title": "MADURO PRENDE PREFEITO DE CARACAS E LULA ELOGIA A MODELAR DEMOCRACIA VENEZUELANA", "date": null, "text": "\r\n\tVenha pra rua, você também. Não dá mais para aguentar."},
{"title": "MUDANÇA VIA SEDEX E A CONTA É SUA...", "date": null, "text": "\r\n\tCaminhão da EBCT flagrado em Varginha, MG, servindo para carreto de mudança."},
{"title": "LULA DIZ QUE NÃO TERIA CHEGADO AO PODER SEM OS CUBANOS E QUE NÃO HAVERÁ RETROCESSO NA REVOLUÇÃO", "date": null, "text": "\r\n\tVejam a reverência de Lula ao regime dos irmãos Castro. Eles primeiro afundaram Cuba, depois afundaram a Venezuela. E agora são modelo para o PT, para Lula e para o Brasil, na tal Pátria Grande do Foro de São Paulo..."},
{"title": "VIDEO DE DIVULGAÇÃO 15 DE MARÇO - TRABALHO PROFISSIONAL!", "date": null, "text": "\r\n\tNovo vídeo de divulgação. Ainda melhor do que o anterior. Vamos divulgar e compartilhar. Realmente bem feito e o símbolo é perfeito. Deveríamos buscar patrocínio para essas peças para divulgação, providenciar os adesivos, etc. Vejam que interessante!"},
{"title": "BOLSONARO COMENTA O ESTATUTO DO PRESIDIÁRIO", "date": null, "text": "\r\n\tO Estatuto do Presidiário é o PL 2230/2011, de autoria do deputado Domingos Dutra, PT. Esse projeto, com seus delírios \"garantistas\" vem tramitando normalmente na Câmara dos Deputados. Como acontece no final de cada sessão legislativa, com matérias em tramitação ainda não aprovadas, foi arquivado no dia 31 de janeiro deste ano. Mas logo será desarquivado e retoamará a tramitação normal. Vale a pena conhecer esse absurdo. "},
{"title": "15 DE MARÇO - O VÍDEO DO VEM PRÁ RUA VOCÊ TAMBÉM!", "date": null, "text": "\r\n\tVídeo de convocação, motivador, bem feito e no tom certo. Vamos multiplicar."},
{"title": "LULA DEFENDE O INSTITUTO DO IMPEACHMENT", "date": null, "text": "\r\n\tDepois do YouTube a charlatanice ficou mais complicada..."},
{"title": "DEPUTADO ONIX LORENZONI DENUNCIA POUPANÇA MACABRA DE DILMA", "date": null, "text": "\r\n\tDilma quer fazer caixa inclusive com as inocentes vítimas da criminalidade que o governo não combate. Coisa de Dilma, a mentirosa, depois de \"vencer\" a eleição..."},
{"title": "IMPEACHMENT QUANDO CHEGAR A HORA, FAÇA A SUA PARTE", "date": null, "text": "\r\n\tO que é impeachment, sua utilidade no presidencialismo, e a necessidade de mobilização social para gerar apoio político para salvar o pais das reincidências do governo petista."},
{"title": "DEPOIMENTO EM DELAÇÃO PREMIADA DE PAULO ROBERTO COSTA - PARTE 1", "date": null, "text": "\r\n\tEsse é o primeiro os três vídeos (áudio) que contêm a íntegra do  depoimento de Paulo Roberto Costa no processo relativo à operação Lava Jato.  As outras duas partes pode ser assistidas aqui: "},
{"title": "SENADOR RONALDO CAIADO BATE FIRME NO GOVERNO", "date": null, "text": "\r\n\tO senador goiano vem se destacando como opositor do governo. "},
{"title": "AUGUSTO NUNES E MARCO ANTONIO VILLA", "date": null, "text": "\r\n\tUma excelente conversa sobre o maior escândalo da História e seus beneficiários."},
{"title": "UM DISCURSO CORAJOSO E VERDADEIRO", "date": null, "text": "\r\n\tQuando vejo algo assim, renova-se, em mim, a esperança de que nem tudo esteja perdido. Discurso de posse como deputado estadual no jovem Marcel Van Hattem."},
{"title": "NOBLAT - MINISTÉRIO DO VAI DAR MERDA", "date": null, "text": "\r\n\tO jornalista Ricardo Noblat comenta a designação do novo presidente da Petrobras."},
{"title": "ESTADO LAICO: O QUE É E O QUE NÃO É.", "date": null, "text": "\r\n\tEm que consiste, realmente, a laicidade do Estado e o que pretendem aqueles que mais a invocam."},
{"title": "150207 PÁTRIA EDUCADORA, COM PETISTAS \"EDUCANDO\"?", "date": null, "text": "\r\n\tO PT, grande deseducador da nação, promete fazer do Brasil uma \"Pátria Educadora\"..."},
{"title": "PRESIDENTE DO SINDICATO MÉDICO DO RS MOSTRA PARA ONDE FORAM OS MÉDICOS CUBANOS", "date": null, "text": "\r\n\tExtraído de um programa na TV Pampa, este vídeo mostra com clareza a utilidade político-eleitoral dos médicos cubanos, importados como escravos da empresa Castro&Castro Cia. Ltda."},
{"title": "APREENSÃO SUPOSTAMENTE FEITA PELA PF NA MORADIA DE ALGUÉM ENVOLVIDO NA LAVA-JATO", "date": null, "text": "\r\n\tNão encontrei referência a essa apreensão em fonte confiável. É muita grana para guardar em casa... Em todo caso, serve para mostrar como se rouba neste país."},
{"title": "DEPUTADO LEVA PETISTAS À LOUCURA AO EXIBIR ÁUDIO DA PRESIDENTE DILMA", "date": null, "text": "\r\n\tDeputado federal Bruno Araujo expôs no microfone da tribuna o áudio da presidente Dilma anunciando a criminosa e demagógica redução das tarifas de energia elétrica que, agora, nos será cobrada em dobro..."},
{"title": "VAI COMEÇAR A BATALHA POLÍTICA PARA SALVAR O BRASIL", "date": null, "text": "\r\n\tComeça uma nova legislatura no Congresso Nacional e nas Assembleias Legislativas. Recomeça o confronto entre governo e oposição. Eis quatro propostas para este momento."},
{"title": "DILMA ENGANA OS BOBOS E SERVE AOS MAL INTENCIONADOS", "date": null, "text": "\r\n\tVeja e ouça o que essa senhora diz à população, abusando do cargo e dos recursos públicos. Tolerância com isso não é virtude. É omissão imperdoável ou cumplicidade abjeta."},
{"title": "CONSPIRAÇÃO GRAMSCIANA - A DITADURA CHEGANDO", "date": null, "text": "\r\n\tUma aula descontraída, mas muito esclarecedora, em áudio, sobre Gramsci e sua estratégia para alcançar a hegemonia. Compreender Gramsci é indispensável para entender o que está em curso no Brasil."},
{"title": "VEJAM O QUE O COMUNISMO BOLIVARIANO FEZ NA VENEZUELA", "date": null, "text": "\r\n\tA corrida pela comida."},
{"title": "O HAITI É AQUI?", "date": null, "text": "\r\n\tSe nada acontecer, 80% da população do Haiti vem para o Brasil. Quem diz isso não sou eu. É o Itamaraty"},
{"title": "VEJAM O QUE DILMA DIZ SOBRE A PETROBRAS, EMPRESA CUJAS FINANÇAS E REPUTAÇÃO SEU GOVERNO DESTRUIU", "date": null, "text": "\r\n\tEnquanto ela dizia isso seu partido e políticos de sua base enchiam os cofres e os bolsos com recursos da empresa."},
{"title": "O SARGENTO DISSE TUDO SOBRE CRIME DE TRÁFICO DE DROGAS", "date": null, "text": "\r\n\tSargento prende traficante e desabafa. É a opinião de um profissional que lida com o problema.\"A lei a gente tem que cumprir, mas não é obrigado a gostar dela\"."},
{"title": "OS POBRES PRECISAM DO PT OU É O CONTRÁRIO?", "date": null, "text": "\r\n\tPor que o número de beneficiários do Programa Bolsa Família não para de aumentar? É bom, faz bem, um Estado que \"cuide bem das pessoas\"? Cuidado! Muito cuidado!"},
{"title": "MOMENTO DE BELEZA - JE SAIS", "date": null, "text": "\r\n\tÉ bom ouvir de novo, após muitos anos, esta excelente canção na voz do saudoso Jean Gabin. Legendas em português."},
{"title": "ACONTECIDO NUMA MESQUITA DO RIO DE JANEIRO", "date": null, "text": "\r\n\tEnquanto o Imã discorre sobre os eventos de Paris, um militante do ISIS se levanta, protesta contra a posição pacifista e defende o terrorismo. Eles já estão entre nós."},
{"title": "NELSON MOTTA DÁ UMA AULA SOBRE CAPITALISMO A JUCA KFOURI", "date": null, "text": "\r\n\tJuca Kfouri tentou tirar lã e saiu tosquiado. Nelson Motta simplesmente arrasa. Algo que todos aqueles que ainda idealizam o comunismo deveriam assistir. "},
{"title": "ALERTA AOS BRASILEIROS - MENSAGEM DE VENEZUELANA ANTES DE SE ENTREGAR AO DITADOR MADURO", "date": null, "text": "\r\n\tEsta deputada venezuelana, oposicionista, quando veio ao Brasil, recebeu as vaias de costume, tentando impedi-la de falar. Como estamos sendo governados pelos que a vaiam, temos aqui algo importante para refletir."},
{"title": "POR QUE TÃO POUCOS LÍDERES POSITIVOS?", "date": null, "text": "\r\n\tConheça o motivo pelo qual praticamente não existem, no Brasil, líderes positivos, merecedores da confiança social."},
{"title": "A VERDADEIRA HISTÓRIA DE CAMILO CIENFUEGOS", "date": null, "text": "\r\n\tA verdadeira história de Camilo Cienfuegos, o segundo homem da Revolução Cubana e o mais popular dentre todos. É, também, o relato de como Fidel foi se desfazendo de seus parceiros para ficar sozinho no poder, com seu irmão Raúl."},
{"title": "YOANI SÁNCHEZ E OS MITOS DA EDUCAÇÃO E DA SAÚDE EM CUBA", "date": null, "text": "\r\n\tEla fala sobre uma verdade que conhece e com a qual convive. Aqui, no entanto, centenas de milhares de militantes mentem em contrário sobre algo que não conhecem. Por isso tentaram impedi-la de falar."},
{"title": "MULTIDÃO DE SAQUEADORES ATACA NO CASTELINHO", "date": null, "text": "\r\n\tCada um deles, se preso, entra por uma porta e sai pela outra com atestado de bons antecedentes. Afinal, é só um \"roubinho\"... Se o pilantra for realmente preso, dirão que ali está por ser preto e pobre... E não por ser um bandido safado e abusado, a quem a vida ensinou que, no Brasil, o crime compensa. Agradeçam à Maria do Rosário e a tantos que pensam do mesmo modo que ela. Agradeçam às autoridades com cabeça de esquerdista que desprezam a ordem pública. "},
{"title": "A CAUSA DA RIQUEZA E A CAUSA DA POBREZA", "date": null, "text": "\r\n\tAlerta sobre o perigoso discurso ideológico a respeito das causas da pobreza."},
{"title": "ELEVAR SALÁRIOS ACIMA DA INFLAÇÃO NÃO É UMA BOA", "date": null, "text": "\r\n\tSe elevar salários acima da inflação fosse solução para a estagnação econômica não haveria país pobre nem pobreza no mundo."},
{"title": "OS DELIRANTES: UNIÃO DAS FORÇAS ARMADAS DA AMÉRICA DO SUL PARA ENFRENTAR OS EUA...", "date": null, "text": "\r\n\tEste vídeo revela a intenção da UNASUR de transformar o continente sul-americano num bloco comunista que precisaria se preparar para enfrentar os EUA."},
{"title": "COMBATER OS TOTALITARISMOS É EXIGÊNCIA MORAL", "date": null, "text": "\r\n\tDurante o programa Atividade, na TV Urbana, mostro que o comunismo, o nazismo, o fascismo e o fundamentalismo devem ser combatidos. Fazê-lo é imposição de consciência."},
{"title": "DRONES CAÇANDO. À NOITE, SOLDADOS DO ISIS", "date": null, "text": "\r\n\tÉ terrível saber que são seres humanos. Mas são soldados, se declararam em guerra, e cometem atrocidades. Antes combatê-los assim que enfrentá-los em campo aberto. "},
{"title": "A CAUSA PRINCIPAL DA CORRUPÇÃO", "date": null, "text": "\r\n\tA administração pública é uma coisa; o governo, outra. O Estado é uma coisa, o governo, outra. Deveria ser vedado o aparelhamento partidário do Estado e da administração pública."},
{"title": "DEPUTADO VENEZUELANO FALA SOBRE INGERÊNCIA CUBANA EM SEU PAÍS", "date": null, "text": "\r\n\tEles já abandonaram a ideia de nação. Não seria problema nosso se o PT e o governo brasileiro não evidenciassem intenções semelhantes.no Foro de São Paulo e, agora, na Unasul."},
{"title": "GRAVÍSSIMO! A UNASUR PRETENDE MUDAR A FORMAÇÃO DOS NOSSOS MILITARES", "date": null, "text": "\r\n\tNeste vídeo, de 2013, são claramente confessados os reais objetivos da Escola Sul-Americana de Defesa, aprovada por Dilma na reunião da Unasur, dia 6/12 /2014, em Quito. Assista e julgue por si mesmo!"},
{"title": "141210 GOVERNO PETISTA  - CADA VITÓRIA UM DESASTRE MORAL", "date": null, "text": "\r\n\tComento aqui as ações mistificadoras e as também desastrosas reações do governo às críticas que recebe."},
{"title": "SURGE UM NOVO LÍDER DE OPOSIÇÃO NO BRASIL!", "date": null, "text": "\r\n\tRonaldo Caiado, senador eleito, quase sem voz, em menos de dois minutos desmoraliza a bancada do PT. Caiado é uma boa notícia para o Brasil em 2015."},
{"title": "(ÁUDIO) DIÁLOGO ENTRE TRAFICANTES SOBRE AÇÃO DE FUZILEIROS NAVAIS NA MARÉ (4min.)", "date": null, "text": "\r\n\tHá que não acredite em repressão. Este diálogo prova que os bandidos acreditam."},
{"title": "PETROLÃO, A REINCIDÊNCIA DE TEORI", "date": null, "text": "\r\n\tPela segunda vez, Teori Zavascki manda soltar acusados do Petrolão, presos por determinação do juíz Sérgio Moro. Agora foi a vez do petista Renato Duque ir para casa. Augusto Nunes comenta."},
{"title": "TERRORISTA DA ALN DESCREVE COM FRIEZA IMPRESSIONANTE O HOMICÍDIO,PELAS COSTAS, DE UM \"JUSTIÇADO\"", "date": null, "text": "\r\n\tCarlos Eugênio Paz conta em detalhes a motivação, a ação e o crime que cometeu. É mais um \"herói do povo brasileiro\"."},
{"title": "SENADOR MAGNO MALTA ADVERTE PARA CONSEQUÊNCIAS DA VIOLAÇÃO DA LEI DE RESPONSABILIDADE FISCAL", "date": null, "text": "\r\n\tO governo, para salvar a própria pele, está criando um precedente que vai beneficiar muitos ficha-suja que foram afastados da vida pública brasileira."},
{"title": "NESTE VÍDEO DO CANAL FICHA SOCIAL, UM EXEMPLO DO QUE CHAMO \"RELIGIOSOS QUINTA-COLUNAS\"", "date": null, "text": "\r\n\tReligiosos quinta-colunas, infiltrados, são aqueles comprometidos muito mais com um projeto de poder político-ideológico do que com sua missão pastoral. Isso se evidencia pelo absoluto descaso em relação às exigências morais e religiosas que deveriam orientar suas opções e ações políticas. Assista e entenderá."},
{"title": "COLLOR NÃO ESCAPOU. LULA ESCAPOU. DILMA NÃO ESCAPARÁ", "date": null, "text": "\r\n\tVídeo de Lula, em 1992, articulando o impeachment de Collor."},
{"title": "DEPUTADO PALHAÇO AJUDA A ELEGER COLEGAS DE POUCOS VOTOS", "date": null, "text": "\r\n\tÉ preciso mudar esse sistema em que alguém eleito com grande votação (o que pe normal e legítimo) carrega junto outros deputados que não teriam votos suficientes para se eleger. Que \"representação\" dos diabos é essa?"},
{"title": "PARA ENCOBRIR BANDALHEIRA LEGISLATIVA PT PÕE CADEADO NO CONGRESSO NACIONAL", "date": null, "text": "\r\n\tCom o intuito de evitar presença de manifestantes durante votação de vetos e da proposta que descriminaliza a irresponsabilidade fiscal, PT passa cadeado na porta do Congresso Nacional. Deputado Carlos Sampaio faz a denúncia. E a mídia brasileira nada diz!"},
{"title": "É LEGÍTIMO A MÍDIA CONCEDER IGUAL ESPAÇO À VERDADE E À MENTIRA?", "date": null, "text": "\r\n\tA mídia descumpre sua função e desserve à democracia se não opina quando deve e se concede igual espaço à verdade e à mentira. Afinal, com qual das duas ela tem compromisso?"},
{"title": "APRENDA O QUE ACONTECEU NA VENEZUELA PARA SABER O QUE ESTÁ ACONTECENDO NO BRASIL", "date": null, "text": "\r\n\tUm documentário muitíssimo esclarecedor. O \"bolivarianismo\" outra coisa não é que o velho e decadente comunismo cubano intervindo e agindo na América do Sul. Veja como países empobrecem juntos. E saiba: o governo brasileiro faz parte e apoia o esquema pelos mesmíssimos meios e modos."},
{"title": " CONSTRANGEDOR! BRASIL ADVERTIDO POR NÃO COMBATER O TERRORISMO!", "date": null, "text": "\r\n\tO Grupo de Ação Financeira Contra a Lavagem de Dinheiro e Financiamento do Terrorismo (Gafi), órgão internacional intergovernamental, advertiu o Brasil por se omitir nesse assunto. (E isso que quando a advertência aconteceu Dilma ainda não havia se atravessado, na ONU, em favor do diálogo com os degoladores do Estado Islâmico). Temos que repetir, diariamente,: \"Eles não são o Brasil! Eles são, infelizmente, o governo brasileiro!\""},
{"title": "FORO DE SÃO PAULO, SMARTMATIC E AS ELEIÇÕES PRESIDENCIAIS BRASILEIRAS", "date": null, "text": "\r\n\tExplicação muito esclarecedora sobre o papel da empresa Smartmatic. A empresa é smart e o eleitor brasileiro não."},
{"title": "A MÃO GRANDE DO ESTADO", "date": null, "text": "\r\n\tComentário feito no Programa Atividade sobre os maus usos e abusos do Estado."},
{"title": "BELEZA DE DISCURSO DO DEPUTADO JORGE POZZOBOM (4min)", "date": null, "text": "\r\n\tÉ com oposicionistas assim que venho implorando que se formem frentes parlamentares para fazer oposição política e partidária antipetista nas tribunas das casas legislativas. "},
{"title": "ESSA SENHORA NÃO CONSEGUIRIA APROVAÇÃO NUM TESTE DE LEITURA DO ENEM, SE HOUVESSE", "date": null, "text": "\r\n\tEntende-se o motivo de tanta prodigalidade com dinheiro nosso nas relações entre Brasil e Cuba. Ignorância faz essas coisas e cria inúteis nada inocentes."},
{"title": "LARGADA PARA A PASSEATA MANIFESTAÇÃO DE 15 DE NOVEMBRO EM PORTO ALEGRE", "date": null, "text": "\r\n\tVideo de Mirna Lanius Borella, com cenas iniciais da passeata do dia 15 de novembro, na concentração do Parcão."},
{"title": "ALOYSIO NUNES: DILMA MENTIU GRAVEMENTE NA CAMPANHA ELEITORAL", "date": null, "text": "\r\n\tCertamente a melhor análise sobre o motivo pelo qual um possível novo mandato da presidente não terá legitimidade sob o ponto de vista moral. Jurídico-formal, talvez. Moral, não."},
{"title": "RONAlDO CAIADO - A VERDADE SOBRE CONVÊNIO VENEZUELA-MST", "date": null, "text": "\r\n\tÍntegra do discurso do deputado Ronaldo Caiado sobre um tema que envolve, pelo silêncio do governo brasileiro, crime de responsabilidade (se não for de alta traição)."},
{"title": " PT DEFENDE A \"PÁTRIA GRANDE\". O NOME DISSO É TRAIÇÃO!", "date": null, "text": "\r\n\t\"Pátria Grande\" é um projeto geopolítico do Foro de São Paulo, que faz sumir o Brasil como Estado soberano dentro da mixórdia bolivariana de Cuba, Venezuela e satélites."},
{"title": "CONVOCAÇÃO À UNIDADE DOS ANTIPETISTAS", "date": null, "text": "\r\n\tO PT se esforçou para dividir os brasileiros, mas a divisão que fica é aquela com que não contavam, entre nós e eles. Entre os petistas e os antipetistas. "},
{"title": "SILÊNCIO ESCANDALOSO DO GOVERNO PETISTA: MILITARES CUBANOS INFILTRADOS NO PROGRAMA MAIS MÉDICOS", "date": null, "text": "\r\n\tEssa descoberta ocorreu há 25 dias e, até agora, não deu origem a uma única palavra ou providência oficial do governo que tenha vindo a público!"},
{"title": "QUE VERGONHA, SENADOR CRISTÓVAM BUARQUE! ", "date": null, "text": "\r\n\tEm plena sessão da Comissão presidida pelo senador, ele defende e protege um maconheiro traficante e, juntos, afrontam a lei. Não deixe de assistir! O e-mail do senador é cristovam@senado.leg.br"},
{"title": "COMPACTO SOBRE O MURO DE BERLIM", "date": null, "text": "\r\n\tCompacto sobre a história de um muro do qual os comunistas não querem nem ouvir falar."},
{"title": "JORNAL DENUNCIA FRAUDES NAS URNAS", "date": null, "text": "\r\n\tEmpilham-se as denúncias sobre a fragilidade do sistema de votação adotado no Brasil. É um sistema que exige voto de fé cega. Eu não tenho essa fé."},
{"title": "UM SISTEMA  DE VOTAÇÃO INCONFIÁVEL", "date": null, "text": "\r\n\tQue nunca mais tenhamos que votar por esse sistema que não permite recontagem de votos!"},
{"title": "BRASIL E VENEZUELA FIRMAM ACORDO PARA TREINAMENTO *DOUTRINAÇÃO PARA A REVOLUÇÃO SOCIALISTA\"", "date": null, "text": "\r\n\tNão é teoria da conspiração. Não é delírio. É conspiração mesmo. "},
{"title": "CRIANÇAS ISLÂMICAS TREINANDO COM ARMAMENTO PESADO", "date": null, "text": "\r\n\tOs sabichões do relativismo, para os quais não existe um Direito Natural, e tudo é questão de cultura, este vídeo exibe algo perfeitamente normal... Alguém sabe ler o que está inscrito no vídeo e na bandeira?"},
{"title": "REVOLUÇÃO EM ANDAMENTO - ASSISTA, CONVENÇA-SE E RESISTA!", "date": null, "text": "\r\n\tVideo em que a Revolução e o projeto da Pátria Grande, bolivariana e comunista, confessa estar em curso no Brasil e canta suas vitórias."},
{"title": "IMPERDÍVEL PARA QUEM JULGA QUE O PT É AZAR NOSSO", "date": null, "text": "\r\n\tA jovem guatemalteca Gloria Alvarez fala de sua região, mas parece estar falando do Brasil..."},
{"title": "\"DILMA! NÃO HÁ CONCILIAÇÃO POSSÍVEL!\"", "date": null, "text": "\r\n\tDr. Rodrigo Mezzomo, representante do movimento Endireita Rio, comenta com muito equilíbrio e sólidos argumentos as razões pelas quais não pode haver conciliação nacional em torno de um governo petista."},
{"title": "SARNEY VOTOU NO AÉCIO", "date": null, "text": "\r\n\tCom adesivo da Dilma no peito."},
{"title": "DENÚNCIA SOBRE RECURSO FEDERAIS PARA PROPAGANDA LGTB NAS ESCOLAS", "date": null, "text": "\r\n\tSempre se soube que o \"empoderamento gay\" era, também, uma questão de grana federal."},
{"title": "SESSENTA RAZÕES (ENTRE MUITAS OUTRAS) PARA NÃO VOTAR NO PT", "date": null, "text": "\r\n\tUma substancial lista de motivos para não fazer bobagem no dia 26."},
{"title": "MALAFAIA - \"DIABO INVENTOU A MENTIRA. LULA E DILMA APERFEIÇOARAM\"", "date": null, "text": "\r\n\tSilas Malafaia faz denúncias sobre a falta de critério e péssimas prioridades dos governos petistas."},
{"title": "PT E ALIADOS BOICOTAM DISCUSSÃO DEMOCRÁTICA SOBRE DECRETO DITATORIAL 8243  ", "date": null, "text": "\r\n\tBase do governo nega quorum para votações com o intuito de evitar a revogação do famigerado Decreto 8243."},
{"title": "FHC DESAFIA O PT", "date": null, "text": "\r\n\tEx-presidente desmascara a falsa moral e a falsidade das acusações petistas. Vale a pena assistir"},
{"title": "DILMA: ACHO QUE TODO MUNDO PODE COMETER CORRUPÇÃO", "date": null, "text": "\r\n\tComo é que é?"},
{"title": "LULA, DE VIVA VOZ, DIZ QUEM É LHE PROPÔS CRIAR O BOLSA FAMÍLIA ", "date": null, "text": "\r\n\tO programa foi criado com a fusão de do Bolsa-Escola, Auxílio Gás e Cartão Alimentação, que vinham do governo FHC, unificados num único cartão sugerido pelo governador Marconi Perillo (PSDB)."},
{"title": "HORA DA TARTARUGA DESCER DO POSTE", "date": null, "text": "\r\n\tEntrevista com Dilma candidata a reeleição."},
{"title": "LULA: \"ESA COSITA LLAMADA FORO DE SAN PAULO\"", "date": null, "text": "\r\n\tNeste vídeo Lula se rejubila com os sucessos do FSP que a imprensa brasileira teima em desconsiderar..."},
{"title": "SESSENTA MOTIVOS PARA NÃO VOTAR NO PT", "date": null, "text": "\r\n\tSim, são 60 (entre muitas outras) as minhas razões para não votar no PT."},
{"title": "\"SOU NORDESTINO, PRETO E POBRE. SERÁ QUE VOTO NA DILMA?\"", "date": null, "text": "\r\n\tJovem pernambucano de Ipojuca solta o verbo e revela ser um cidadão como poucos! Não deixe de divulgar esta mensagem. Não creio que o próprio Aécio consiga tocar tão fundo na alma dos eleitores brasileiros quanto esse rapaz."},
{"title": "\"UM OUTRO MUNDO É POSSÍVEL\"", "date": null, "text": "\r\n\tMúsica motivadora para o momento político nacional"},
{"title": "\"UM OUTRO MUNDO É POSSÍVEL\"", "date": null, "text": "\r\n\tEntenda o motivo dos ataques ao Cristianismo, ao direito de propriedade, à instituição familiar, aos valores, à Civilização Ocidental."},
{"title": "INSTITUTO LULA OU INSTITUTO PINÓQUIO", "date": null, "text": "\r\n\tLula mente, diz que mente e ri das próprias mentiras. "},
{"title": "E AGORA, DIAS TOFFOLI?", "date": null, "text": "\r\n\tAgora é em Campinas. Quem denuncia é um diretor do Sindicato dos servidores dos Correios naquele município. O MP abre inquérito, mas lembre-se: o presidente do TSE se chama Dias Toffoli."},
{"title": "PARTIDOS DE MAIS, DEMOCRACIA DE MENOS", "date": null, "text": "\r\n\tA famosa \"representação das minorias\" e o total desarranjo da política e da representação parlamentar."},
{"title": "FUNCIONÁRIO DA EBCT ENTREGANDO PROPAGANDA DA DILMA", "date": null, "text": "\r\n\tAlguém duvida que vai ficar por isso mesmo? Que a presidente dirá que é um absurdo? E que perguntará \"Quem acredita nisso?\""},
{"title": "APARELHAMENTO E USO POLÍTICO DOS CORREIOS PELO PT", "date": null, "text": "\r\n\tReunião de \"serviço\" dos Correios para pedir votos para a reeleição de Dilma e para o candidato ao governo de Minas pelo PT, Fernando Pimentel."},
{"title": "UCRANIANOS NACIONALISTAS DERRUBAM ESTÁTUA DE LÊNIN ", "date": null, "text": "\r\n\tTarso Genro, co-autor de \"Lênin, corações e mentes\",  lamentará, com certeza, estas cenas."},
{"title": "PROGRAMA ATIVIDADE: LIBERDADE DE IMPRENSA", "date": null, "text": "\r\n\tComentário que fiz no programa Atividade, da TV Urbana, sobre as relações entre a boa imprensa e os Poderes Públicos."},
{"title": "VIDEO 2 - CUBANA FILMA DE SEU APARTAMENTO A CHEGADA DOS CUBANOS DO VÍDEO 1.", "date": null, "text": "\r\n\tNo VÍDEO 2 uma cubana registra, da sacada de seu apartamento, a chegada dos balseiros em solo norte-americano."},
{"title": "VIDEO 1 - DE CUBA PARA KEY WEST NUM BOTE COM MOTOR DE LADA", "date": null, "text": "\r\n\tNo VÍDEO 1 balseiros cubanos filmam as condições de sua travessia, num bote movido pelo motor de um automóvel russo Lada para Key West nos EUA"},
{"title": "TOTALITARISMO JUDICIAL", "date": null, "text": "\r\n\tA democracia e o Estado de Direito balançam quando as evidências de totalitarismo judicial avançam."},
{"title": "MARGARET THATCHER: \"SOCIALISTAS PREFEREM OS POBRES MAIS POBRES!\"", "date": null, "text": "\r\n\tMargaret Thatcher demonstra que os socialistas e comunistas preferem os pobres mais pobres contanto que os ricos também fiquem pobres."},
{"title": "COMO OS CONGRESSISTAS SE PROTEGEM NAS CAMPANHAS ELEITORAIS ", "date": null, "text": "\r\n\tComentário feito no Programa Atividade, na TV Urbana de Porto Alegre, sobre como os congressistas, através da legislação eleitoral que elaboram, protegem suas cadeiras contra os novos pretendentes."},
{"title": "IRENE RAVACHE NO RODA VIVA: \"O PT ME TRAIU\"", "date": null, "text": "\r\n\tSincero e encantador depoimento da atriz Irene Ravache ao Roda Viva, sobre sua desilusão amorosa com o PT. Uma reflexão que deve causar desconforto moral a muitos de seus colegas."},
{"title": "\"VOTA NELES DE NOVO, VOTA!\"", "date": null, "text": "\r\n\tUm minuto de puro desabafo de um agricultor sobre o estímulo ao ócio no país."},
{"title": "BRASIL DE IDEIAS JORNALISMO, LIBERDADE E POLÍTICA ", "date": null, "text": "\r\n\tPalestra sobre \"Jornalismo, liberdade e política\", proferida durante evento BRASIL DE IDEIAS, organizado pela Revista Voto."},
{"title": "TURBULÊNCIA NOS SALÕES E NAS LAVANDERIAS DO PODER", "date": null, "text": "\r\n\tAgitam-se os bastidores ante a possibilidade de uma derrota do governo nas eleições presidenciais. Há muitas fichas sobre a mesa da eleição e o destino de muitas vidas estará em jogo no mês de outubro."},
{"title": "MARCO ANTONIO VILLA: O PT E A DESTRUIÇÃO MORAL DOS SEUS ADVERSÁRIOS.", "date": null, "text": "\r\n\tO escritor Marco Antônio Villa comenta a matéria que ilustra a capa da Veja desta semana: a enxurrada de acusações infundadas lançadas contra Marina Silva."},
{"title": "DISCURSO INAUGURAL DO XXº ENCONTRO DO FORO DE SÃO PAULO", "date": null, "text": "\r\n\tDiscurso de abertura do XXº FSP, pelo vice-presidente da República Plurinacional da Bolívia (é isso mesmo, plurinacional, tanto quanto querem fazer conosco). É um roteiro completo de como levar um país ao totalitarismo comunista, sem rotatividade no poder e sem oposição."},
{"title": "DIFICULDADES PARA UMA BOA RENOVAÇÃO NOS PARLAMENTOS", "date": null, "text": "\r\n\tSobre o modo como os detentores de mandatos legislativos se protegem em suas cadeiras mediante leis que impedem a atuação dos outros pretendentes."},
{"title": "HANGOUT SOBRE FÉ E POLÍTICA", "date": null, "text": "\r\n\tHangout promovido por Vagapolis Polis com participação do prof. Hermes Nery e Percival Puggina."},
{"title": "HANGOUT LOBÃO, THOMAS, BRUNA E PUGGINA", "date": null, "text": "\r\n\tHangout promovido pelo \"Civilização Ocidental\", com comando do Douglas Soares. Para mim foram duas horas saborosas."},
{"title": "ESTADO LAICO: O QUE É E O QUE NÃO É.", "date": null, "text": "\r\n\tBreve exposição sobre a laicidade do Estado e sobre a manipulação maliciosa do conceito para silenciar os cristãos. "},
{"title": "COMENTÁRIO SOBRE A ELEVADÍSSIMA APROVAÇÃO DE LULA", "date": null, "text": "\r\n\tEsse meu vídeo de 2011 já tem mais de 56 mil visualizações. É uma crítica candente ao papel desempenhado por Lula na política brasileira."},
{"title": "ENTREVISTA DE ELIAS FERNANDES COM PERCIVAL PUGGINA", "date": null, "text": "\r\n\tUma hora de conversa sobre os mais variados assuntos."},
{"title": "140813 PROGRAMA ATIVIDADE SOBRE INUTILIDADE DO HORÁRIO POLÍTICO GRATUITO ", "date": null, "text": "\r\n\tA política vira um teatro quando o comando da campanha para para os marqueteiros."},
{"title": "O CHAVISMO ENLOUQUECEU", "date": null, "text": "\r\n\tOração do delegado do Partido Socialista Unido de Venezuela... E os petistas devem rezar junto porque têm veneração pelo chavismo e pelo bolivarianismo."},
{"title": "A CNBB E O PT", "date": null, "text": "\r\n\tUma reflexão sobre essa estranha e incongruente parceria, legítima dança com lobos."},
{"title": "DILMA ATRIBUI À COPA O ENCOLHIMENTO DA ECONOMIA", "date": null, "text": "\r\n\tEu sempre disse que para demonstrar o prejuízo da Copa bastava calcular o produto dos dias não trabalhados em função do evento. Não era necessário contabilizar qualquer outra despesa."},
{"title": "HANGOUT COM OLAVO DE CARVALHO, RODRIGO GURGEL, THOMAS GIULLIANO E PERCIVAL PUGGINA", "date": null, "text": "\r\n\tAinda que me considere suspeito para afirmar, qualifico como excelente este hangout, ocorrido no dia 29 de agosto de 2014, proporcionado pelo \"Civilização Ocidental\". "},
{"title": "PROGRAMA ATIVIDADE SOBRE A TENTATIVA DE PROIBIR AS ESCOLAS DE EXPULSAR ALUNOS COM MAU COMPORTAMENTO", "date": null, "text": "\r\n\tPosição assumida durante o programa Atividade do dia 6 de agosto, no qual os participantes examinar a tentativa do Conselho Estadual de Educação, felizmente suspensa, de impedir a expulsão de alunos com mau comportamento."},
{"title": "É IMPORTANTE PAPEL DO ESTADO FAZER COM QUE AS PESSOAS PRECISEM CADA VEZ MENOS DELE", "date": null, "text": "\r\n\tEsse é um objetivo que cai sob responsabilidade dos eleitores que menos precisam do Estado e, por isso, estão em condições políticas e intelectuais, de discernir agentes políticos e políticas de governo que levem as pessoas a precisar cada vez menos do Estado, para que ele possa ser o menor possível."},
{"title": "LULA: \"ELES NÃO SABEM O QUE SEREMOS CAPAZES DE FAZER\"", "date": null, "text": "\r\n\tQue um ex-presidente da República diga algo assim, neste tom, e fique por isso mesmo, sem causar imenso escândalo e rejeição da opinião pública e da imprensa, significa que o Estado de Direito já foi registrado em nome do PT."},
{"title": "PARIS JÁ ESTÁ ASSIM II", "date": null, "text": "\r\n\tViolência islâmica contra propriedades de judeus em Sarcelles, subúrbios de Paris."},
{"title": "PARIS JÁ ESTÁ ASSIM", "date": null, "text": "\r\n\tTumulto islâmico em plena Rue de la Charbonière, a 200 metros da parisiense Gare du Nord. "},
{"title": "PROF. HERMES NERY- UM LIBELO CONTRA O DECRETO Nº 8243", "date": null, "text": "\r\n\tFalando em uma audiência Pública, o prof. Hermes Nery fala tudo que o parlamento brasileiro precisaria ouvir a esse respeito. "},
{"title": "ESTADO MAIS POLITIZADO? QUE NADA!", "date": null, "text": "\r\n\tEssa história de que o Rio Grande do Sul é \"o Estado mais politizado da Federação\" não tem fundamento. "},
{"title": "GRAMSCISMO NA EDUCAÇÃO", "date": null, "text": "\r\n\tExplicação bem clara sobre como se passam as coisas em salas de aula numa sociedade submetida ao marxismo cultural."},
{"title": "O BONECO DE SAL E O TOTALITARISMO", "date": null, "text": "\r\n\tUma breve reflexão de 2min 45 seg sobre as consequências do totalitarismo."},
{"title": "TERRORISMO ISLÂMICO", "date": null, "text": "\r\n\tBreve análise sobre a expansão e o agravamento das crises institucionais e das lutas religiosas nos países islâmicos."},
{"title": "DILMA IMPAGÁVEL", "date": null, "text": "\r\n\tBrevíssima aula de aritmética e comunicação."},
{"title": "A VERDADE E A MENTIRA EM ELEIÇÕES", "date": null, "text": "\r\n\tEm tempos eleitorais, a mentira é muito mais bem sucedida do que a verdade."},
{"title": "COMUNISMO, EU NÃO ACREDITO (1)", "date": null, "text": "\r\n\tComentário de um amigo, engenheiro brasileiro, que mora no Canadá. Focando sua explanação para o público jovem, ele explica por que não se pode acreditar no comunismo."},
{"title": "SAIBA POR QUE OS JAPONESES LIMPAVAM OS ESTÁDIOS DA COPA", "date": null, "text": "\r\n\tObserve as tarefas desempenhadas pelos pequenos colegiais e, depois, compare com as restrições que uma educação assim teria no Brasil. Pense nas causas e consequências de ambos os métodos pedagógicos."},
{"title": "A HISTÓRIA DO POLITICAMENTE CORRETO", "date": null, "text": null},
{"title": "SESSÃO DA ONU SOBRE GAZA", "date": null, "text": "\r\n\tSeis minutos apenas, mas muito interessante."},
{"title": "A DIFÍCIL SITUAÇÃO DOS CRISTÃOS NO IRAQUE", "date": null, "text": "\r\n\tInfelizmente não é diferente a situação em diversas outras partes do mundo islâmico."},
{"title": "MENTEM-NOS SOBRE CUBA", "date": null, "text": "\r\n\tPaleocomunistas e neocomunistas mentem, e mentem muito, sobre a realidade cubana "},
{"title": "CIRO GOMES DETONA O GOVERNO DILMA", "date": null, "text": "\r\n\tEm 60 segundos, Ciro Gomes (que não joga no meu time), aliado de Dilma, demonstra a inutilidade do governo Dilma."},
{"title": "RADICALISMO ISLÂMICO", "date": null, "text": null},
{"title": "HANGOUT COM THOMAS GIULLIANO E RODRIGO GURGEL", "date": null, "text": "\r\n\tHangout sobre o decreto dos sovietes (Dec. Nº 8243) e questões culturais da atualidade brasileira."},
{"title": "MUITO GOVERNO E POUCA OPOSIÇÃO", "date": null, "text": "\r\n\tNo Brasil, a oposição política visível é feita por intelectuais, jornalistas e uns poucos meios de comunicação. E até isso parece muito ao governo."},
{"title": "VAIARAM A DILMA! ", "date": null, "text": null},
{"title": "HANGOUT COM THOMAS GIULLIANO SOBRE ELEI?ES 2014", "date": null, "text": null},
{"title": "DISCURSO DE POSSE NA ACADEMIA RIO-GRANDENSE DE LETRAS", "date": null, "text": "Discurso que proferi ao assumir, no dia 24 de maio de 2014 a cadeira nº 7 da ARL."},
{"title": "LOBÏ ENTREVISTA PERCIVAL PUGGINA", "date": null, "text": null},
{"title": "COPA 2014", "date": null, "text": null},
{"title": "O SER, O TER E O DIREITO  PROPRIEDADE", "date": null, "text": null},
{"title": "CONVERSAS CRUZADAS SOBRE EXUMA?O DE JANGO IV", "date": null, "text": null},
{"title": "CONVERSAS CRUZADAS SOBRE EXUMA?O DE JANGO III", "date": null, "text": null},
{"title": "CONVERSAS CRUZADAS SOBRE EXUMA?O DE JANGO II", "date": null, "text": null},
{"title": "CONVERSAS CRUZADAS SOBRE EXUMA?O DE JANGO I", "date": null, "text": null},
{"title": "ENTREVISTA PARA O PROGRAMA CENRIOS 3", "date": null, "text": null},
{"title": "ENTREVISTA PARA O PROGRAMA CENRIOS 5", "date": null, "text": null},
{"title": "ENTREVISTA PARA O PROGRAMA CENRIOS 4", "date": null, "text": null},
{"title": "ENTREVISTA PARA O PROGRAMA CENRIOS 2", "date": null, "text": null},
{"title": "ENTREVISTA PARA O PROGRAMA CENRIOS", "date": null, "text": null},
{"title": "CONVERSAS CRUZADAS PROGRAMA MAIS M?ICOS BLOCO I", "date": null, "text": null},
{"title": "CONVERSAS CRUZADAS PROGRAMA MAIS M?ICOS III", "date": null, "text": null},
{"title": "CONVERSAS CRUZADAS - CHEGADA DE FRANCISCO", "date": null, "text": "Eu falo a partir dos 15min e 55seg."},
{"title": "Conversas Cruzadas - Movimentos de rua", "date": null, "text": null},
{"title": "Argumento e Contra-Argumento parte1", "date": null, "text": null},
{"title": "Argumento e Contra-Argumento", "date": null, "text": "Programa sobre a Comissão da Verdade"},
{"title": "Puggina em v?o do M?a Sem Mascara", "date": null, "text": null},
{"title": "Conversas Cruzadas - Ren?a do Papa (s?ese)", "date": null, "text": null},
{"title": "Conversas Cruzadas - Educa? (S?ese)", "date": null, "text": null},
{"title": "Debate Comiss?Estadual da Verdade (S?ese)", "date": null, "text": "Versão sintética (apenas com minhas manifestações) do programa Conversas Cruzadas sobre a Comissão Estadual da Verdade criada no RS"},
{"title": "Debate Comiss?Estadual da Verdade (Integral)", "date": null, "text": "Versão integral do programa Conversas Cruzadas sobre Comissão Estadual da Verdade criada no RS."},
{"title": "Puggina no C. Cruzadas - Com. da Verdade (integral)", "date": null, "text": null},
{"title": "Conversas Cruzadas - Comiss?da Verdade", "date": null, "text": null},
{"title": "FICHA-LIMA DEBATE (COMPLETO)", "date": null, "text": "Programa Conversas Cruzadas sobre Lei da Ficha-Limpa."},
{"title": "FICHA-LIMPA DEBATE (S?TESE)", "date": null, "text": "Conversas Cruzadas sobre a Lei da Ficha-Limpa"},
{"title": "CONVERSAS CRUZADAS - F?UM SOCIAL TEMTICO", "date": null, "text": null},
{"title": "ENTREVISTA FAMECOS/PUC - COMISSÏ DA VERDADE", "date": null, "text": null},
{"title": "Marco Regulat? da M?a 2", "date": null, "text": null},
{"title": "Marco Regulat? da M?a", "date": null, "text": null},
{"title": "Corrup? no Governo Dilma", "date": null, "text": null},
{"title": "Corrup? no Governo Dilma Parte 2", "date": null, "text": null},
{"title": "Lula x Dilma parte 1 de 3 ", "date": null, "text": null},
{"title": "Lula x Dilma parte 2 de 3 ", "date": null, "text": null},
{"title": "Dilma x Lula 3 de 3", "date": null, "text": null},
{"title": "Dilma e sua pol?ca externa 2", "date": null, "text": null},
{"title": "Dilma e sua pol?ca externa", "date": null, "text": null},
{"title": "2° Mandato de Lula", "date": null, "text": null},
{"title": "Palestra IDC - Igreja 3 de 3.", "date": null, "text": null},
{"title": "Palestra IDC - Igreja 2 de 3.", "date": null, "text": null},
{"title": "Palestra IDC - Igreja 1 de 3.", "date": null, "text": null},
{"title": "Aprova? de Lula parte 3 de 3", "date": null, "text": null},
{"title": "Aprova? de Lula parte 2 de 3", "date": null, "text": null},
{"title": "Aprova? de Lula parte 1 de 3", "date": null, "text": null},
{"title": "O futuro de Cuba parte 2 de 2", "date": null, "text": null},
{"title": "O futuro de Cuba parte 1 de 2", "date": null, "text": null},
{"title": "Pombas e Gavi?parte 2", "date": null, "text": null},
{"title": "Pombas e Gavi?parte 1", "date": null, "text": null},
{"title": "Conversas Cruzadas CPPenal 2", "date": null, "text": null},
{"title": "Conversas Cruzadas_CPPenal 1", "date": null, "text": null},
{"title": "Prog.Atividade Dep. Bernardo de Souza", "date": null, "text": null},
{"title": "Prog. Atividade Lei da Morda?", "date": null, "text": null},
{"title": "Conversas Cruzadas -  Anistia 4", "date": null, "text": "Quarta e final parte sobre o programa palavras cruzadas que trata sobre a a??o proposta pela OAB para que a lei da anistia seja reinterpretada"},
{"title": "Conversas Cruzadas - Anistia 3", "date": null, "text": "Terceira parte do programa que trata sobre a proposta de reinterpreta??o da lei de anistia proposta pela OAB no Supremo Tribunal Federal"},
{"title": "Conversas Cruzadas - Anistia 2", "date": null, "text": "Segunda parte do programa que trata sobre a a??o proposta pela OAB sobre a lei da anistia."},
{"title": "Conversas Cruzadas - Anistia 1", "date": null, "text": "Primeira parte do programa palavras cruzadas tendo como tema o processo movido pela OAB para uma nova reinterpreta??o."}
]